Repository: Tejasmarke1/sentinel
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te

# report_action_edit
source: Edit Report
as: প্ৰতিবেদন সম্পাদনা কৰক
bn: রিপোর্ট সম্পাদনা করুন
gu: રિપોર્ટ સંપાદિત કરો
hi: रिपोर्ट संपादित करें
kn: ವರದಿಯನ್ನು ಸಂಪಾದಿಸಿ
ml: റിപ്പോർട്ട് എഡിറ്റുചെയ്യുക
mr: अहवाल संपादित करा
or: ରିପୋର୍ଟ ସମ୍ପାଦନା କରନ୍ତୁ
ta: அறிக்கையைத் தொகுக்கவும்
te: నివేదికను సవరించండి

# report_action_delete
source: Delete
as: মচি পেলাওক
bn: মুছে ফেলুন
gu: કાઢી નાખો
hi: हटाएँ
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ଡିଲିଟ୍ କରନ୍ତୁ
ta: அறிக்கையை அழிக்கவும்
te: తొలగించు

# report_details_title
source: Report Details
as: প্ৰতিবেদনৰ বিৱৰণ
bn: রিপোর্টের বিবরণ
gu: રિપોર્ટની વિગતો
hi: रिपोर्ट विवरण
kn: ವರದಿ ವಿವರಗಳು
ml: റിപ്പോർട്ടിന്റെ വിശദാംശങ്ങൾ
mr: अहवाल तपशील
or: ରିପୋର୍ଟ ବିବରଣୀ
ta: அறிக்கை விவரங்கள்
te: నివేదిక వివరాలు

# report_id_label
source: Report ID
as: প্ৰতিবেদন আইডি
bn: রিপোর্ট আইডি
gu: રિપોર્ટ ID
hi: रिपोर्ट आईडी
kn: ವರದಿ ಐಡಿ
ml: റിപ്പോർട്ട് ഐഡി
mr: अहवाल आयडी
or: ରିପୋର୍ଟ ଆଇଡି
te: నివేదిక ఐడి

# report_attachments_label
source: Attachments ({count})
as: সংযুক্তি ({count})
bn: সংযুক্তি ({count})
gu: જોડાણો ({count})
hi: संलग्नक ({count})
kn: ಲಗತ್ತುಗಳು ({count})
ml: അറ്റാച്ച്‌മെൻ്റുകൾ ({count})
mr: संलग्नक ({count})
or: ସଂଲଗ୍ନକ ({count})
te: జోడింపులు ({count})

# report_media_files
source: Media Files
as: মিডিয়া ফাইল
bn: মিডিয়া ফাইল
gu: મીડિયા ફાઇલો
hi: मीडिया फ़ाइलें
kn: ಮಾಧ್ಯಮ ಫೈಲ್‌ಗಳು
ml: മീഡിയ ഫയലുകൾ
mr: मीडिया फाइल्स
or: ମିଡିଆ ଫାଇଲଗୁଡ଼ିକ
te: మీడియా ఫైళ్లు

# report_media_files_attached
source: {count} file(s) attached to this report
as: এই প্ৰতিবেদনৰ সৈতে {count}টা ফাইল সংলগ্ন কৰা হৈছে
bn: এই রিপোর্টের সাথে {count}টি ফাইল সংযুক্ত করা হয়েছে
gu: આ રિપોર્ટ સાથે {count} ફાઇલ(ઓ) જોડાયેલ છે
hi: इस रिपोर्ट में {count} फ़ाइल(ें) संलग्न की गई हैं
kn: ಈ ವರದಿಗೆ {count} ಫೈಲ್(ಗಳನ್ನು) ಲಗತ್ತಿಸಲಾಗಿದೆ
ml: ഈ റിപ്പോർട്ടിനൊപ്പം {count} ഫയൽ(കൾ) അറ്റാച്ച് ചെയ്തിട്ടുണ്ട്
mr: या अहवालासोबत {count} फाइल(स्) जोडल्या आहेत
or: ଏହି ରିପୋର୍ଟ ସହିତ {count} ଫାଇଲ୍(ଗୁଡ଼ିକ) ସଂଲଗ୍ନ କରାଯାଇଛି
te: ఈ నివేదికతో {count} ఫైల్(లు) జోడించబడ్డాయి

# report_media_view
source: View
as: চাওক
bn: দেখুন
gu: જુઓ
hi: देखें
kn: ವೀಕ್ಷಿಸಿ
ml: കാണുക
mr: पहा
or: ଦେଖନ୍ତୁ
te: చూడండి

# nav_home
source: Home
as: হোম
bn: হোম
gu: હોમ
hi: होम
kn: ಹೋಮ್
ml: ഹോം
mr: मुख्यपृष्ठ
or: ହୋମ୍
te: హోమ్

# nav_alerts
source: Alerts
as: সতৰ্কবাণী
bn: সতর্কতা
gu: ચેતવણીઓ
hi: अलर्ट्स
kn: ಎಚ್ಚರಿಕೆಗಳು
ml: അലേർട്ടുകൾ
mr: सूचना
or: ସତର୍କତା
te: హెచ్చరికలు

# nav_reports
source: Reports
as: প্ৰতিবেদন
bn: রিপোর্ট
gu: રિપોર્ટ્સ
hi: रिपोर्ट्स
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
mr: अहवाल
or: ରିପୋର୍ଟଗୁଡ଼ିକ
te: నివేదికలు

# nav_profile
source: Profile
as: প্ৰ'ফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
te: ప్రొఫైల్

# onboard_complete_your
source: Complete Your
as: আপোনাৰ
bn: আপনার
gu: તમારું
hi: पूरा करें अपना
kn: ನಿಮ್ಮ
ml: നിങ്ങളുടെ
mr: तुमचे
or: ଆପଣଙ୍କର
te: మీ

# onboard_profile_setup
source: Profile Setup
as: প্ৰ'ফাইল ছেটআপ সম্পূৰ্ণ কৰক
bn: প্রোফাইল সেটআপ সম্পূর্ণ করুন
gu: પ્રોફાઇલ સેટઅપ પૂર્ણ કરો
hi: प्रोफ़ाइल सेटअप
kn: ಪ್ರೊಫೈಲ್ ಸೆಟಪ್ ಪೂರ್ಣಗೊಳಿಸಿ
ml: പ്രൊഫൈൽ സജ്ജീകരണം പൂർത്തിയാക്കുക
mr: प्रोफाइल सेटअप पूर्ण करा
or: ପ୍ରୋଫାଇଲ୍ ସେଟଅପ୍ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
te: ప్రొఫైల్ సెటప్‌ను పూర్తి చేయండి

# onboard_header_subtitle
source: Help us personalize your experience and keep you safe
as: আপোনাৰ অভিজ্ঞতা ব্যক্তিগতকৰণ কৰাত আৰু আপোনাক সুৰক্ষিত ৰখাত আমাক সহায় কৰক
bn: আপনার অভিজ্ঞতা ব্যক্তিগত করতে এবং আপনাকে নিরাপদ রাখতে আমাদের সাহায্য করুন
gu: તમારા અનુભવને વ્યક્તિગત કરવામાં અને તમને સુરક્ષિત રાખવામાં અમને મદદ કરો
hi: हम आपके अनुभव को व्यक्तिगत बनाने और आपको सुरक्षित रखने में मदद करेंगे
kn: ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ
ml: നിങ്ങളുടെ അനുഭവം വ്യക്തിഗതമാക്കാനും നിങ്ങളെ സുരക്ഷിതമായി നിലനിർത്താനും ഞങ്ങളെ സഹായിക്കുക
mr: तुमचा अनुभव वैयक्तिकृत करण्यासाठी आणि तुम्हाला सुरक्षित ठेवण्यासाठी आम्हाला मदत करा
or: ଆପଣଙ୍କ ଅନୁଭବକୁ ବ୍ୟକ୍ତିଗତ କରିବା ଏବଂ ଆପଣଙ୍କୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଆମକୁ ସାହାଯ୍ୟ କରନ୍ତୁ
te: మీ అనుభవాన్ని వ్యక్తిగతీకరించడానికి మరియు మిమ్మల్ని సురక్షితంగా ఉంచడానికి మాకు సహాయపడండి

# onboard_full_name_label
source: Full Name
as: সম্পূৰ্ণ নাম
bn: পুরো নাম
gu: પૂરું નામ
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
mr: पूर्ण नाव
or: ପୂରା ନାମ
te: పూర్తి పేరు

# onboard_full_name_hint
source: Enter your full name
as: আপোনাৰ সম্পূৰ্ণ নাম দিয়ক
bn: আপনার পুরো নাম লিখুন
gu: તમારું પૂરું નામ દાખલ કરો
hi: अपना पूरा नाम दर्ज करें
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പൂർണ്ണമായ പേര് നൽകുക
mr: तुमचे पूर्ण नाव टाका
or: ଆପଣଙ୍କ ପୂରା ନାମ ଦିଅନ୍ତୁ
te: మీ పూర్తి పేరును నమోదు చేయండి

# onboard_full_name_error
source: Please enter your name
as: অনুগ্ৰহ কৰি আপোনাৰ নাম দিয়ক
bn: অনুগ্রহ করে আপনার নাম লিখুন
gu: કૃપા કરીને તમારું નામ દાખલ કરો
hi: कृपया अपना नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ പേര് നൽകുക
mr: कृपया तुमचे नाव टाका
or: ଦୟାକରି ଆପଣଙ୍କ ନାମ ଦିଅନ୍ତୁ
te: దయచేసి మీ పేరును నమోదు చేయండి

# onboard_email_label
source: Email Address
as: ইমেইল ঠিকনা
bn: ইমেল ঠিকানা
gu: ઇમેઇલ સરનામું
hi: ईमेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
mr: ई-मेल पत्ता
or: ଇମେଲ୍ ଠିକଣା
te: ఇమెయిల్ చిరునామా

# onboard_email_hint
source: Enter your email address
as: আপোনাৰ ইমেইল ঠিকনা দিয়ক
bn: আপনার ইমেল ঠিকানা লিখুন
gu: તમારું ઇમેઇલ સરનામું દાખલ કરો
hi: अपना ईमेल पता दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mr: तुमचा ई-मेल पत्ता टाका
or: ଆପଣଙ୍କ ଇମେଲ୍ ଠିକଣା ଦିଅନ୍ତୁ
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి

# onboard_email_error_empty
source: Please enter your email
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইল দিয়ক
bn: অনুগ্রহ করে আপনার ইমেল লিখুন
gu: કૃપા કરીને તમારું ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ ഇമെയിൽ നൽകുക
mr: कृपया तुमचा ई-मेल टाका
or: ଦୟାକରି ଆପଣଙ୍କ ଇମେଲ୍ ଦିଅନ୍ତୁ
te: దయచేసి మీ ఇమెయిల్‌ను నమోదు చేయండి

# onboard_email_error_invalid
source: Please enter a valid email address
as: অনুগ্ৰহ কৰি এটা বৈধ ইমেইল ঠিকনা দিয়ক
bn: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন
gu: કૃપા કરીને માન્ય ઇમેઇલ સરનામું દાખલ કરો
hi: कृपया एक मान्य ईमेल दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക
mr: कृपया वैध ई-मेल पत्ता टाका
or: ଦୟାକରି ଏକ ବୈଧ ଇମେଲ୍ ଠିକଣା ଦିଅନ୍ତୁ
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి

# onboard_trust_title
source: Trust Score System
as: বিশ্বাস স্ক'ৰ প্ৰণালী
bn: বিশ্বাস স্কোর সিস্টেম
gu: ટ્રસ્ટ સ્કોર સિસ્ટમ
hi: विश्वास स्कोर प्रणाली
kn: ವಿಶ್ವಾಸಾರ್ಹತೆಯ ಅಂಕ ವ್ಯವಸ್ಥೆ
ml: വിശ്വാസ്യത സ്കോർ സിസ്റ്റം
mr: विश्वासार्हता गुण प्रणाली
or: ବିଶ୍ୱାସ ସ୍କୋର୍ ସିଷ୍ଟମ୍
te: ట్రస్ట్ స్కోర్ సిస్టమ్

# onboard_trust_desc
source: Your reports will be evaluated based on report quality, location accuracy, and reporting history. Build your reputation by submitting detailed, accurate reports.
as: আপোনাৰ প্ৰতিবেদনসমূহৰ গুণগত মান, অৱস্থানৰ সঠিকতা, আৰু প্ৰতিবেদনৰ ইতিহাসৰ ওপৰত ভিত্তি কৰি মূল্যায়ন কৰা হ'ব। বিতং আৰু সঠিক প্ৰতিবেদন দাখিল কৰি আপোনাৰ খ্যাতি বঢ়াওক।
bn: আপনার রিপোর্টগুলির গুণমান, অবস্থানের নির্ভুলতা এবং রিপোর্টিং ইতিহাসের উপর ভিত্তি করে মূল্যায়ন করা হবে। বিস্তারিত ও নির্ভুল রিপোর্ট জমা দিয়ে আপনার খ্যাতি তৈরি করুন।
gu: તમારા રિપોર્ટ્સનું મૂલ્યાંકન રિપોર્ટની ગુણવત્તા, સ્થાનની ચોકસાઈ અને રિપોર્ટિંગ ઇતિહાસના આધારે કરવામાં આવશે. વિગતવાર, સચોટ રિપોર્ટ્સ સબમિટ કરીને તમારી પ્રતિષ્ઠા બનાવો.
hi: आपकी रिपोर्ट्स का मूल्यांकन गुणवत्ता, स्थान की सटीकता और रिपोर्टिंग इतिहास के आधार पर किया जाएगा। विस्तृत और सटीक रिपोर्ट देकर अपनी प्रतिष्ठा बनाएं।
kn: ನಿಮ್ಮ ವರದಿಗಳನ್ನು ವರದಿಯ ಗುಣಮಟ್ಟ, ಸ್ಥಳದ ನಿಖರತೆ ಮತ್ತು ವರದಿ ಮಾಡುವ ಇತಿಹಾಸದ ಆಧಾರದ ಮೇಲೆ ಮೌಲ್ಯಮಾಪನ ಮಾಡಲಾಗುತ್ತದೆ. ವಿವರವಾದ, ನಿಖರವಾದ ವರದಿಗಳನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಖ್ಯಾತಿಯನ್ನು ನಿರ್ಮಿಸಿ.
ml: റിപ്പോർട്ടിന്റെ ഗുണനിലവാരം, സ്ഥലത്തിന്റെ കൃത്യത, റിപ്പോർട്ടിംഗ് ചരിത്രം എന്നിവ അടിസ്ഥാനമാക്കി നിങ്ങളുടെ റിപ്പോർട്ടുകൾ വിലയിരുത്തും. വിശദവും കൃത്യവുമായ റിപ്പോർട്ടുകൾ സമർപ്പിച്ച് നിങ്ങളുടെ വിശ്വാസ്യത വർദ്ധിപ്പിക്കുക.
mr: तुमच्या अहवालांचे मूल्यांकन अहवाल गुणवत्ता, स्थानाची अचूकता आणि अहवाल इतिहासावर आधारित असेल. तपशीलवार, अचूक अहवाल सादर करून तुमची प्रतिष्ठा वाढवा.
or: ଆପଣଙ୍କ ରିପୋର୍ଟଗୁଡ଼ିକ ରିପୋର୍ଟର ଗୁଣବତ୍ତା, ସ୍ଥାନର ସଠିକତା, ଏବଂ ରିପୋର୍ଟିଂ ଇତିହାସ ଉପରେ ଆଧାର କରି ମୂଲ୍ୟାଙ୍କନ କରାଯିବ। ବିସ୍ତୃତ, ସଠିକ୍ ରିପୋର୍ଟ ଦାଖଲ କରି ନିଜର ପ୍ରତିଷ୍ଠା ଗଢନ୍ତୁ।
te: మీ నివేదికలు నివేదిక నాణ్యత, స్థాన ఖచ్చితత్వం మరియు నివేదన చరిత్ర ఆధారంగా మూల్యాంకనం చేయబడతాయి. వివరణాత్మక, ఖచ్చితమైన నివేదికలను సమర్పించడం ద్వారా మీ కీర్తిని పెంచుకోండి.

# onboard_continue
source: Complete Setup
as: ছেটআপ সম্পূৰ্ণ কৰক
bn: সেটআপ সম্পূর্ণ করুন
gu: સેટઅપ પૂર્ણ કરો
hi: सेटअप पूरा करें
kn: ಸೆಟಪ್ ಪೂರ್ಣಗೊಳಿಸಿ
ml: സജ്ജീകരണം പൂർത്തിയാക്കുക
mr: सेटअप पूर्ण करा
or: ସେଟଅପ୍ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
te: సెటప్‌ను పూర్తి చేయండి

# onboard_footer_secure
source: Your information is secure and encrypted
as: আপোনাৰ তথ্য সুৰক্ষিত আৰু এনক্ৰিপ্ট কৰা
bn: আপনার তথ্য সুরক্ষিত এবং এনক্রিপ্ট করা
gu: તમારી માહિતી સુરક્ષિત અને એન્ક્રિપ્ટેડ છે
hi: आपकी जानकारी सुरक्षित और एन्क्रिप्टेड है
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯು ಸುರಕ್ಷಿತ ಮತ್ತು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿದೆ
ml: നിങ്ങളുടെ വിവരങ്ങൾ സുരക്ഷിതവും എൻക്രിപ്റ്റ് ചെയ്തതുമാണ്
mr: तुमची माहिती सुरक्षित आणि एनक्रिप्टेड आहे
or: ଆପଣଙ୍କ ସୂଚନା ସୁରକ୍ଷିତ ଏବଂ ଏନକ୍ରିପ୍ଟ ହୋଇଛି
te: మీ సమాచారం సురక్షితంగా మరియు గుప్తీకరించబడింది

# dashboard_live
source: Live
as: লাইভ
bn: লাইভ
gu: લાઇવ
hi: लाइव
kn: ಲೈವ್
ml: തത്സമയം
mr: थेट
or: ଲାଇଭ୍
te: లైవ్

# dashboard_title
source: Ocean Safety Dashboard
as: সাগৰীয় সুৰক্ষা ডেশ্বব'ৰ্ড
bn: সামুদ্রিক সুরক্ষা ড্যাশবোর্ড
gu: મહાસાગર સુરક્ષા ડેશબોર્ડ
hi: महासागर सुरक्षा डैशबोर्ड
kn: ಸಾಗರ ಸುರಕ್ಷತಾ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: സമുദ്ര സുരക്ഷാ ഡാഷ്‌ബോർഡ്
mr: सागरी सुरक्षा डॅशबोर्ड
or: ସାମୁଦ୍ରିକ ସୁରକ୍ଷା ଡ୍ୟାସବୋର୍ଡ
te: సముద్ర భద్రతా డాష్‌బోర్డ్

# dashboard_stat_active_alerts
source: Active Alerts
as: সক্ৰিয় সতৰ্কবাণী
bn: সক্রিয় সতর্কতা
gu: સક્રિય ચેતવણીઓ
hi: सक्रिय अलर्ट्स
kn: ಸಕ್ರಿಯ ಎಚ್ಚರಿಕೆಗಳು
ml: സജീവമായ അലേർട്ടുകൾ
mr: सक्रिय सूचना
or: ସକ୍ରିୟ ସତର୍କତା
te: క్రియాశీల హెచ్చరికలు

# dashboard_stat_verified
source: Verified
as: সত্যাপিত
bn: যাচাইকৃত
gu: ચકાસાયેલ
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചു
mr: पडताळलेले
or: ଯାଞ୍ଚ ହୋଇଛି
te: ధృవీకరించబడింది

# dashboard_stat_this_week
source: This Week
as: এই সপ্তাহত
bn: এই সপ্তাহে
gu: આ અઠવાડિયે
hi: इस सप्ताह
kn: ಈ ವಾರ
ml: ഈ ആഴ്ച
mr: या आठवड्यात
or: ଏହି ସପ୍ତାହ
te: ఈ వారం

# dashboard_recent_reports
source: Recent Hazard Reports
as: শেহতীয়া বিপদৰ প্ৰতিবেদন
bn: সাম্প্রতিক বিপদের রিপোর্ট
gu: તાજેતરના જોખમ રિપોર્ટ્સ
hi: हाल की खतरे की रिपोर्ट्स
kn: ಇತ್ತೀಚಿನ ಅಪಾಯದ ವರದಿಗಳು
ml: സമീപകാല അപകട റിപ്പോർട്ടുകൾ
mr: अलीकडील धोक्याचे अहवाल
or: ନିକଟ ଅତୀତର ବିପଦ ରିପୋର୍ଟ
te: ఇటీవలి ప్రమాద నివేదికలు

# profile_title
source: Profile
as: প্ৰ'ফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
te: ప్రొఫైల్

# profile_subtitle
source: Manage your account and settings
as: আপোনাৰ একাউণ্ট আৰু ছেটিংছ পৰিচালনা কৰক
bn: আপনার অ্যাকাউন্ট এবং সেটিংস পরিচালনা করুন
gu: તમારું એકાઉન્ટ અને સેટિંગ્સ મેનેજ કરો
hi: अपना खाता और सेटिंग्स प्रबंधित करें
kn: ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ അക്കൗണ്ടും ക്രമീകരണങ്ങളും നിയന്ത്രിക്കുക
mr: तुमचे खाते आणि सेटिंग्ज व्यवस्थापित करा
or: ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍ ଏବଂ ସେଟିଂସ ପରିଚାଳନା କରନ୍ତୁ
te: మీ ఖాతా మరియు సెట్టింగ్‌లను నిర్వహించండి

# profile_user_not_logged_in
source: User not logged in.
as: ব্যৱহাৰকাৰীয়ে লগ ইন কৰা নাই।
bn: ব্যবহারকারী লগ ইন করেননি।
gu: વપરાશકર્તા લૉગ ઇન નથી.
hi: उपयोगकर्ता लॉग इन नहीं है।
kn: ಬಳಕೆದಾರರು ಲಾಗಿನ್ ಆಗಿಲ್ಲ.
ml: ഉപയോക്താവ് ലോഗിൻ ചെയ്തിട്ടില്ല.
mr: वापरकर्ता लॉग इन नाही.
or: ଉପଭୋକ୍ତା ଲଗ୍ ଇନ୍ କରିନାହାନ୍ତି।
te: వినియోగదారు లాగిన్ కాలేదు.

# profile_could_not_load_data
source: Could not load user data.
as: ব্যৱহাৰকাৰীৰ ডেটা লোড কৰিব পৰা নগ'ল।
bn: ব্যবহারকারীর ডেটা লোড করা যায়নি।
gu: વપરાશકર્તા ડેટા લોડ કરી શકાયો નથી.
hi: उपयोगकर्ता डेटा लोड नहीं हो सका।
kn: ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ml: ഉപയോക്തൃ ഡാറ്റ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: वापरकर्ता डेटा लोड होऊ शकला नाही.
or: ଉପଭୋକ୍ତା ଡାଟା ଲୋଡ୍ କରାଯାଇପାରିଲା ନାହିଁ।
te: వినియోగదారు డేటాను లోడ్ చేయడం సాధ్యం కాలేదు.

# profile_something_wrong
source: Something went wrong: {error}
as: কিবা এটা ভুল হ'ল: {error}
bn: কিছু ভুল হয়েছে: {error}
gu: કંઈક ખોટું થયું: {error}
hi: कुछ गलत हुआ: {error}
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ: {error}
ml: എന്തോ പിശക് സംഭവിച്ചു: {error}
mr: काहीतरी चूक झाली: {error}
or: କିଛି ତ୍ରୁଟି ହୋଇଛି: {error}
te: ఏదో పొరపాటు జరిగింది: {error}

# profile_verified
source: VERIFIED
as: সত্যাপিত
bn: যাচাইকৃত
gu: ચકાસાયેલ
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചുറപ്പിച്ചു
mr: पडताळलेले
or: ଯାଞ୍ଚ ହୋଇଛି
te: ధృవీకరించబడింది

# profile_member_since
source: Member since {date}
as: {date}ৰ পৰা সদস্য
bn: {date} থেকে সদস্য
gu: {date} થી સભ્ય
hi: {date} से सदस्य
kn: {date} ರಿಂದ ಸದಸ್ಯ
ml: {date} മുതൽ അംഗം
mr: {date} पासून सदस्य
or: {date} ରୁ ସଦସ୍ୟ
te: {date} నుండి సభ్యుడు

# profile_email
source: Email
as: ইমেইল
bn: ইমেল
gu: ઇમેઇલ
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ई-मेल
or: ଇମେଲ୍
te: ఇమెయిల్

# profile_phone
source: Phone
as: ফোন
bn: ফোন
gu: ફોન
hi: फ़ोन
kn: ಫೋನ್
ml: ഫോൺ
mr: फोन
or: ଫୋନ୍
te: ఫోన్

# profile_edit_profile
source: Edit Profile
as: প্ৰ'ফাইল সম্পাদনা কৰক
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക
mr: प्रोफाइल संपादित करा
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନା କରନ୍ତୁ
te: ప్రొఫైల్‌ను సవరించండి

# profile_statistics_title
source: Statistics & Summary
as: পৰিসংখ্যা আৰু সাৰাংশ
bn: পরিসংখ্যান এবং সারাংশ
gu: આંકડા અને સારાંશ
hi: सांख्यिकी और सारांश
kn: ಅಂಕಿಅಂಶಗಳು ಮತ್ತು ಸಾರಾಂಶ
ml: സ്ഥിതിവിവരക്കണക്കുകളും സംഗ്രഹവും
mr: आकडेवारी आणि सारांश
or: ପରିସଂଖ୍ୟାନ ଏବଂ ସାରାଂଶ
te: గణాంకాలు & సారాంశం

# profile_reports_submitted
source: Reports Submitted
as: দাখিল কৰা প্ৰতিবেদন
bn: জমা দেওয়া রিপোর্ট
gu: સબમિટ કરેલા રિપોર્ટ્સ
hi: जमा की गई रिपोर्ट्स
kn: ಸಲ್ಲಿಸಿದ ವರದಿಗಳು
ml: സമർപ്പിച്ച റിപ്പോർട്ടുകൾ
mr: सादर केलेले अहवाल
or: ଦାଖଲ ହୋଇଥିବା ରିପୋର୍ଟ
te: సమర్పించిన నివేదికలు

# profile_verified_reports
source: Verified Reports
as: সত্যাপিত প্ৰতিবেদন
bn: যাচাইকৃত রিপোর্ট
gu: ચકાસાયેલ રિપોર્ટ્સ
hi: सत्यापित रिपोर्ट्स
kn: ಪರಿಶೀಲಿಸಿದ ವರದಿಗಳು
ml: പരിശോധിച്ച റിപ്പോർട്ടുകൾ
mr: पडताळलेले अहवाल
or: ଯାଞ୍ଚ ହୋଇଥିବା ରିପୋର୍ଟ
te: ధృవీకరించబడిన నివేదికలు

# profile_pending_reports
source: Pending Reports
as: অমীমাংসিত প্ৰতিবেদন
bn: বিচারাধীন রিপোর্ট
gu: બાકી રિપોર્ટ્સ
hi: लंबित रिपोर्ट्स
kn: ಬಾಕಿ ಇರುವ ವರದಿಗಳು
ml: തീരുമാനമാകാത്ത റിപ്പോർട്ടുകൾ
mr: प्रलंबित अहवाल
or: ବିଚାରାଧୀନ ରିପୋର୍ଟ
te: పెండింగ్‌లో ఉన్న నివేదికలు

# profile_rejected_reports
source: Rejected Reports
as: অগ্ৰাহ্য কৰা প্ৰতিবেদন
bn: খারিজ করা রিপোর্ট
gu: નકારી કાઢેલ રિપોર્ટ્સ
hi: अस्वीकृत रिपोर्ट्स
kn: ತಿರಸ್ಕರಿಸಿದ ವರದಿಗಳು
ml: നിരസിച്ച റിപ്പോർട്ടുകൾ
mr: नाकारलेले अहवाल
or: ଖାରଜ ହୋଇଥିବା ରିପୋର୍ଟ
te: తిరస్కరించబడిన నివేదికలు

# profile_could_not_load_stats
source: Could not load statistics: {error}
as: পৰিসংখ্যা লোড কৰিব পৰা নগ'ল: {error}
bn: পরিসংখ্যান লোড করা যায়নি: {error}
gu: આંકડા લોડ કરી શકાયા નથી: {error}
hi: सांख्यिकी लोड नहीं हो सकी: {error}
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ: {error}
ml: സ്ഥിതിവിവരക്കണക്കുകൾ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല: {error}
mr: आकडेवारी लोड होऊ शकली नाही: {error}
or: ପରିସଂଖ୍ୟାନ ଲୋଡ୍ କରାଯାଇପାରିଲା ନାହିଁ: {error}
te: గణాంకాలను లోడ్ చేయడం సాధ్యం కాలేదు: {error}

# profile_no_stats_available
source: No statistics available.
as: কোনো পৰিসংখ্যা উপলব্ধ নহয়।
bn: কোনো পরিসংখ্যান উপলব্ধ নেই।
gu: કોઈ આંકડા ઉપલબ્ધ નથી.
hi: कोई सांख्यिकी उपलब्ध नहीं।
kn: ಯಾವುದೇ ಅಂಕಿಅಂಶಗಳು ಲಭ್ಯವಿಲ್ಲ.
ml: സ്ഥിതിവിവരക്കണക്കുകൾ ലഭ്യമല്ല.
mr: कोणतीही आकडेवारी उपलब्ध नाही.
or: କୌଣସି ପରିସଂଖ୍ୟାନ ଉପଲବ୍ଧ ନାହିଁ।
te: గణాంకాలు అందుబాటులో లేవు.

# profile_account_options
source: Account Options
as: একাউণ্ট বিকল্প
bn: অ্যাকাউন্ট বিকল্প
gu: એકાઉન્ટ વિકલ્પો
hi: खाता विकल्प
kn: ಖಾತೆ ಆಯ್ಕೆಗಳು
ml: അക്കൗണ്ട് ഓപ്ഷനുകൾ
mr: खाते पर्याय
or: ଆକାଉଣ୍ଟ୍ ବିକଳ୍ପ
te: ఖాతా ఎంపికలు

# profile_language_settings
source: Language Settings
as: ভাষা ছেটিংছ
bn: ভাষা সেটিংস
gu: ભાષા સેટિંગ્સ
hi: भाषा सेटिंग्स
kn: ಭಾಷಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഭാഷാ ക്രമീകരണങ്ങൾ
mr: भाषा सेटिंग्ज
or: ଭାଷା ସେଟିଂସ
te: భాషా సెట్టింగ్‌లు

# profile_language_settings_desc
source: Choose your preferred language
as: আপোনাৰ পছন্দৰ ভাষা বাছক
bn: আপনার পছন্দের ভাষা বেছে নিন
gu: તમારી પસંદગીની ભાષા પસંદ કરો
hi: अपनी पसंदीदा भाषा चुनें
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ml: നിങ്ങൾക്കിഷ്ടമുള്ള ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची पसंतीची भाषा निवडा
or: ଆପଣଙ୍କ ପସନ୍ଦର ଭାଷା ବାଛନ୍ତୁ
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

# profile_notification_settings
source: Notification Settings
as: অধিসূচনা ছেটিংছ
bn: বিজ্ঞপ্তি সেটিংস
gu: સૂચના સેટિંગ્સ
hi: सूचना सेटिंग्स
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज
or: ବିଜ୍ଞପ୍ତି ସେଟିଂସ
te: నోటిఫికేషన్ సెట్టింగ్‌లు

# profile_notification_settings_desc
source: Manage alerts and push notifications
as: সতৰ্কবাণী আৰু পুশ্ব অধিসূচনা পৰিচালনা কৰক
bn: সতর্কতা এবং পুশ বিজ্ঞপ্তি পরিচালনা করুন
gu: ચેતવણીઓ અને પુશ સૂચનાઓ મેનેજ કરો
hi: अलर्ट्स और पुश सूचनाएँ प्रबंधित करें
kn: ಎಚ್ಚರಿಕೆಗಳು ಮತ್ತು ಪುಶ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: അലേർട്ടുകളും പുഷ് അറിയിപ്പുകളും നിയന്ത്രിക്കുക
mr: सूचना आणि पुश नोटिफिकेशन्स व्यवस्थापित करा
or: ସତର୍କତା ଏବଂ ପୁଶ୍ ବିଜ୍ଞପ୍ତି ପରିଚାଳନା କରନ୍ତୁ
te: హెచ్చరికలు మరియు పుష్ నోటిఫికేషన్‌లను నిర్వహించండి

# profile_privacy_permissions
source: Privacy & Permissions
as: গোপনীয়তা আৰু অনুমতি
bn: গোপনীয়তা এবং অনুমতি
gu: ગોપનીયતા અને પરવાનગીઓ
hi: गोपनीयता और अनुमतियाँ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಅನುಮತಿಗಳು
ml: സ്വകാര്യതയും അനുമതികളും
mr: गोपनीयता आणि परवानग्या
or: ଗୋପନୀୟତା ଏବଂ ଅନୁମତି
te: గోప్యత & అనుమతులు

# profile_privacy_permissions_desc
source: Control your data and app permissions
as: আপোনাৰ ডেটা আৰু এপৰ অনুমতি নিয়ন্ত্ৰণ কৰক
bn: আপনার ডেটা এবং অ্যাপের অনুমতি নিয়ন্ত্রণ করুন
gu: તમારા ડેટા અને એપ્લિકેશન પરવાનગીઓને નિયંત્રિત કરો
hi: अपने डेटा और ऐप अनुमतियों को नियंत्रित करें
kn: ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅನುಮತಿಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ
ml: നിങ്ങളുടെ ഡാറ്റയും ആപ്പ് അനുമതികളും നിയന്ത്രിക്കുക
mr: तुमचा डेटा आणि ॲप परवानग्या नियंत्रित करा
or: ଆପଣଙ୍କ ଡାଟା ଏବଂ ଆପ୍ ଅନୁମତି ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ
te: మీ డేటా మరియు యాప్ అనుమతులను నియంత్రించండి

# profile_help_support
source: Help & Support
as: সহায় আৰু সমৰ্থন
bn: সহায়তা এবং সমর্থন
gu: મદદ અને સપોર્ટ
hi: सहायता और समर्थन
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: സഹായവും പിന്തുണയും
mr: मदत आणि समर्थन
or: ସହାୟତା ଏବଂ ସମର୍ଥନ
te: సహాయం & మద్దతు

# profile_help_support_desc
source: Get help and contact support
as: সহায় লাভ কৰক আৰু সমৰ্থনৰ সৈতে যোগাযোগ কৰক
bn: সহায়তা পান এবং সাপোর্টের সাথে যোগাযোগ করুন
gu: મદદ મેળવો અને સપોર્ટનો સંપર્ક કરો
hi: मदद प्राप्त करें और समर्थन से संपर्क करें
kn: ಸಹಾಯ ಪಡೆಯಿರಿ ಮತ್ತು ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: സഹായം നേടുക, പിന്തുണയുമായി ബന്ധപ്പെടുക
mr: मदत मिळवा आणि समर्थनाशी संपर्क साधा
or: ସହାୟତା ପାଆନ୍ତୁ ଏବଂ ସମର୍ଥନ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ
te: సహాయం పొందండి మరియు మద్దతును సంప్రదించండి

# profile_help_coming_soon
source: Help & Support coming soon!
as: সহায় আৰু সমৰ্থন সোনকালেই আহি আছে!
bn: সহায়তা এবং সমর্থন শীঘ্রই আসছে!
gu: મદદ અને સપોર્ટ ટૂંક સમયમાં આવી રહ્યું છે!
hi: सहायता और समर्थन जल्द ही आ रहे हैं!
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ml: സഹായവും പിന്തുണയും ഉടൻ വരുന്നു!
mr: मदत आणि समर्थन लवकरच येत आहे!
or: ସହାୟତା ଏବଂ ସମର୍ଥନ ଶୀଘ୍ର ଆସୁଛି!
te: సహాయం & మద్దతు త్వరలో వస్తుంది!

# profile_about_sentinel
source: About Sentinel
as: চেন্টিনেলৰ বিষয়ে
bn: সেন্টিনেল সম্পর্কে
gu: સેન્ટિનલ વિશે
hi: Sentinel के बारे में
kn: ಸೆಂಟಿನೆಲ್ ಬಗ್ಗೆ
ml: സെന്റിനലിനെക്കുറിച്ച്
mr: सेंटिनेल बद्दल
or: ସେଣ୍ଟିନେଲ ବିଷୟରେ
te: సెంటినెల్ గురించి

# profile_about_sentinel_desc
source: App version and information
as: এপৰ সংস্কৰণ আৰু তথ্য
bn: অ্যাপের সংস্করণ এবং তথ্য
gu: એપ્લિકેશન સંસ્કરણ અને માહિતી
hi: ऐप संस्करण और जानकारी
kn: ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ ಮತ್ತು ಮಾಹಿತಿ
ml: ആപ്പ് പതിപ്പും വിവരങ്ങളും
mr: ॲप आवृत्ती आणि माहिती
or: ଆପ୍ ସଂସ୍କରଣ ଏବଂ ସୂଚନା
te: యాప్ వెర్షన్ మరియు సమాచారం

# profile_app_name
source: Sentinel
as: চেন্টিনেল
bn: সেন্টিনেল
gu: સેન્ટિનલ
kn: ಸೆಂಟಿನೆಲ್
ml: സെന്റിനൽ
mr: सेंटिनेल
or: ସେଣ୍ଟିନେଲ
te: సెంటినెల్

# profile_app_description
source: Crowdsourced Ocean Hazard Alerts Helping keep our oceans safe through community reporting.
as: জনসাধাৰণৰ দ্বাৰা সাগৰীয় বিপদৰ সতৰ্কবাণী সামূহিক প্ৰতিবেদনৰ জৰিয়তে আমাৰ সাগৰসমূহক সুৰক্ষিত ৰখাত সহায় কৰা।
bn: ক্রাউডসোর্সড সামুদ্রিক বিপদের সতর্কতা সম্প্রদায়ের রিপোর্টিংয়ের মাধ্যমে আমাদের সমুদ্রকে নিরাপদ রাখতে সাহায্য করা।
gu: ક્રાઉડસોર્સ્ડ મહાસાગર જોખમ ચેતવણીઓ સમુદાય રિપોર્ટિંગ દ્વારા આપણા મહાસાગરોને સુરક્ષિત રાખવામાં મદદ કરે છે.
hi: क्राउडसोर्स्ड महासागर खतरे अलर्ट्स समुदाय रिपोर्टिंग के माध्यम से हमारे महासागरों को सुरक्षित रखना।
kn: ಜನರಿಂದ ಸಾಗರ ಅಪಾಯದ ಎಚ್ಚರಿಕೆಗಳು ಸಮುದಾಯ ವರದಿ ಮಾಡುವ ಮೂಲಕ ನಮ್ಮ ಸಾಗರಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಸಹಾಯ ಮಾಡುವುದು.
ml: ജനപങ്കാളിത്തത്തോടെയുള്ള സമുദ്ര അപകട മുന്നറിയിപ്പുകൾ സാമൂഹിക റിപ്പോർട്ടിംഗിലൂടെ നമ്മുടെ സമുദ്രങ്ങളെ സുരക്ഷിതമായി നിലനിർത്താൻ സഹായിക്കുന്നു.
mr: लोकसहभागातून सागरी धोक्याच्या सूचना सामुदायिक अहवालाद्वारे आपले महासागर सुरक्षित ठेवण्यास मदत.
or: ଜନସାଧାରଣଙ୍କ ଦ୍ୱାରା ସାମୁଦ୍ରିକ ବିପଦ ସତର୍କତା ସମ୍ପ୍ରଦାୟ ରିପୋର୍ଟିଂ ମାଧ୍ୟମରେ ଆମର ମହାସାଗରଗୁଡ଼ିକୁ ସୁରକ୍ଷିତ ରଖିବାରେ ସାହାଯ୍ୟ କରିବା।
te: క్రౌడ్‌సోర్స్డ్ సముద్ర ప్రమాద హెచ్చరికలు సంఘం నివేదన ద్వారా మన సముద్రాలను సురక్షితంగా ఉంచడంలో సహాయపడటం.

# profile_logout
source: Logout
as: লগআউট
bn: লগআউট
gu: લૉગઆઉટ
hi: लॉग आउट
kn: ಲಾಗ್‌ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉगआउट
or: ଲଗ୍ଆଉଟ୍
te: లాగ్ అవుట్

# profile_logout_desc
source: Sign out from your account
as: আপোনাৰ একাউণ্টৰ পৰা চাইন আউট কৰক
bn: আপনার অ্যাকাউন্ট থেকে সাইন আউট করুন
gu: તમારા એકાઉન્ટમાંથી સાઇન આઉટ કરો
hi: अपने खाते से साइन आउट करें
kn: ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಸೈನ್ ಔಟ್ ಮಾಡಿ
ml: നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് സൈൻ ഔട്ട് ചെയ്യുക
mr: तुमच्या खात्यातून साइन आउट करा
or: ଆପଣଙ୍କ ଆକାଉଣ୍ଟରୁ ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ
te: మీ ఖాతా నుండి సైన్ అవుట్ చేయండి

# profile_logout_confirm
source: Are you sure you want to logout from Sentinel?
as: আপুনি সঁচাকৈ চেন্টিনেলৰ পৰা লগআউট কৰিব বিচাৰে নেকি?
bn: আপনি কি সেন্টিনেল থেকে লগআউট করতে চান?
gu: શું તમે ખરેખર સેન્ટિનલમાંથી લૉગઆઉટ કરવા માંગો છો?
hi: क्या आप वाकई Sentinel से लॉग आउट करना चाहते हैं?
kn: ನೀವು ಸೆಂಟಿನೆಲ್‌ನಿಂದ ಲಾಗ್‌ಔಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: സെന്റിനലിൽ നിന്ന് ലോഗൗട്ട് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला सेंटिनेलमधून लॉगआउट करायचे आहे याची खात्री आहे का?
or: ଆପଣ ସେଣ୍ଟିନେଲରୁ ଲଗ୍ଆଉଟ୍ କରିବାକୁ ନିଶ୍ଚିତ କି?
te: మీరు సెంటినెల్ నుండి లాగ్ అవుట్ చేయాలనుకుంటున్నారని ఖచ్చితంగా ఉన్నారా?

# profile_cancel
source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ କରନ୍ତୁ
te: రద్దు చేయి

# profile_logout_failed
source: Logout failed: {error}
as: লগআউট বিফল হ'ল: {error}
bn: লগআউট ব্যর্থ হয়েছে: {error}
gu: લૉગઆઉટ નિષ્ફળ: {error}
hi: लॉगआउट विफल: {error}
kn: ಲಾಗ್‌ಔಟ್ ವಿಫಲವಾಯಿತು: {error}
ml: ലോഗൗട്ട് പരാജയപ്പെട്ടു: {error}
mr: लॉगआउट अयशस्वी: {error}
or: ଲଗ୍ଆଉଟ୍ ବିଫଳ ହେଲା: {error}
te: లాగ్ అవుట్ విఫలమైంది: {error}

# profile_edit_profile_title
source: Edit Profile
as: প্ৰ'ফাইল সম্পাদনা কৰক
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക
mr: प्रोफाइल संपादित करा
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନା କରନ୍ତୁ
te: ప్రొఫైల్‌ను సవరించండి

# profile_full_name_label
source: Full Name
as: সম্পূৰ্ণ নাম
bn: পুরো নাম
gu: પૂરું નામ
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
mr: पूर्ण नाव
or: ପୂରା ନାମ
te: పూర్తి పేరు

# profile_full_name_hint
source: Enter your full name
as: আপোনাৰ সম্পূৰ্ণ নাম দিয়ক
bn: আপনার পুরো নাম লিখুন
gu: તમારું પૂરું નામ દાખલ કરો
hi: अपना पूरा नाम दर्ज करें
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പൂർണ്ണമായ പേര് നൽകുക
mr: तुमचे पूर्ण नाव टाका
or: ଆପଣଙ୍କ ପୂରା ନାମ ଦିଅନ୍ତୁ
te: మీ పూర్తి పేరును నమోదు చేయండి

# profile_full_name_error
source: Please enter your name
as: অনুগ্ৰহ কৰি আপোনাৰ নাম দিয়ক
bn: অনুগ্রহ করে আপনার নাম লিখুন
gu: કૃપા કરીને તમારું નામ દાખલ કરો
hi: कृपया अपना नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ പേര് നൽകുക
mr: कृपया तुमचे नाव टाका
or: ଦୟାକରି ଆପଣଙ୍କ ନାମ ଦିଅନ୍ତୁ
te: దయచేసి మీ పేరును నమోదు చేయండి

# profile_email_label
source: Email Address
as: ইমেইল ঠিকনা
bn: ইমেল ঠিকানা
gu: ઇમેઇલ સરનામું
hi: ईमेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
mr: ई-मेल पत्ता
or: ଇମେଲ୍ ଠିକଣା
te: ఇమెయిల్ చిరునామా

# profile_email_hint
source: Enter your email address
as: আপোনাৰ ইমেইল ঠিকনা দিয়ক
bn: আপনার ইমেল ঠিকানা লিখুন
gu: તમારું ઇમેઇલ સરનામું દાખલ કરો
hi: अपना ईमेल पता दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mr: तुमचा ई-मेल पत्ता टाका
or: ଆପଣଙ୍କ ଇମେଲ୍ ଠିକଣା ଦିଅନ୍ତୁ
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి
