Repository: Tejasmarke1/sentinel
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te

# profile_email_error_empty
source: Please enter your email
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইল দিয়ক
bn: অনুগ্রহ করে আপনার ইমেল লিখুন
gu: કૃપા કરીને તમારું ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ ഇമെയിൽ നൽകുക
mr: कृपया तुमचा ई-मेल टाका
or: ଦୟାକରି ଆପଣଙ୍କ ଇମେଲ୍ ଦିଅନ୍ତୁ
te: దయచేసి మీ ఇమెయిల్‌ను నమోదు చేయండి

# profile_email_error_invalid
source: Please enter a valid email address
as: অনুগ্ৰহ কৰি এটা বৈধ ইমেইল ঠিকনা দিয়ক
bn: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন
gu: કૃપા કરીને માન્ય ઇમેઇલ સરનામું દાખલ કરો
hi: कृपया एक मान्य ईमेल दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക
mr: कृपया वैध ई-मेल पत्ता टाका
or: ଦୟାକରି ଏକ ବୈଧ ଇମେଲ୍ ଠିକଣା ଦିଅନ୍ତୁ
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి

# profile_phone_label
source: Phone Number
as: ফোন নম্বৰ
bn: ফোন নম্বর
gu: ફોન નંબર
hi: फ़ोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
or: ଫୋନ୍ ନମ୍ବର
te: ఫోన్ నంబర్

# profile_save_changes
source: Save Changes
as: পৰিৱৰ্তন সংৰক্ষণ কৰক
bn: পরিবর্তনগুলি সংরক্ষণ করুন
gu: ફેરફારો સાચવો
hi: परिवर्तन सहेजें
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: बदल जतन करा
or: ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ସଞ୍ଚୟ କରନ୍ତୁ
te: మార్పులను సేవ్ చేయండి

# profile_user_not_found
source: Error: User not found.
as: ত্ৰুটি: ব্যৱহাৰকাৰী পোৱা নগ'ল।
bn: ত্রুটি: ব্যবহারকারীকে পাওয়া যায়নি।
gu: ભૂલ: વપરાશકર્તા મળ્યો નથી.
hi: त्रुटि: उपयोगकर्ता नहीं मिला।
kn: ದೋಷ: ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ.
ml: പിശക്: ഉപയോക്താവിനെ കണ്ടെത്താനായില്ല.
mr: त्रुटी: वापरकर्ता सापडला नाही.
or: ତ୍ରୁଟି: ଉପଭୋକ୍ତା ମିଳିଲେ ନାହିଁ।
te: లోపం: వినియోగదారు కనుగొనబడలేదు.

# profile_updated_success
source: Profile updated successfully!
as: প্ৰ'ফাইল সফলতাৰে আপডেট কৰা হ'ল!
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে!
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हुई!
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
ml: പ്രൊഫൈൽ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു!
mr: प्रोफाइल यशस्वीरित्या अद्यतनित झाले!
or: ପ୍ରୋଫାଇଲ୍ ସଫଳତାର ସହିତ ଅପଡେଟ୍ ହୋଇଛି!
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది!

# profile_update_failed
source: Failed to update profile: {error}
as: প্ৰ'ফাইল আপডেট কৰাত বিফল হ'ল: {error}
bn: প্রোফাইল আপডেট করতে ব্যর্থ: {error}
gu: પ્રોફાઇલ અપડેટ કરવામાં નિષ્ફળ: {error}
hi: प्रोफ़ाइल अपडेट विफल: {error}
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: प्रोफाइल अद्यतनित करण्यात अयशस्वी: {error}
or: ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ: {error}
te: ప్రొఫైల్‌ను నవీకరించడంలో విఫలమైంది: {error}

# profile_language_update_failed
source: Failed to update language: {error}
as: ভাষা আপডেট কৰাত বিফল হ'ল: {error}
bn: ভাষা আপডেট করতে ব্যর্থ: {error}
gu: ભાષા અપડેટ કરવામાં નિષ્ફળ: {error}
hi: भाषा अपडेट विफल: {error}
kn: ಭಾಷೆಯನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: ഭാഷ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: भाषा अद्यतनित करण्यात अयशस्वी: {error}
or: ଭାଷା ଅପଡେଟ୍ କରିବାରେ ବିଫଳ: {error}
te: భాషను నవీకరించడంలో విఫలమైంది: {error}

# profile_notification_title
source: Notification Settings
as: অধিসূচনা ছেটিংছ
bn: বিজ্ঞপ্তি সেটিংস
gu: સૂચના સેટિંગ્સ
hi: सूचना सेटिंग्स
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज
or: ବିଜ୍ଞପ୍ତି ସେଟିଂସ
te: నోటిఫికేషన్ సెట్టింగ్‌లు

# profile_general_notifications
source: General Notifications
as: সাধাৰণ অধিসূচনা
bn: সাধারণ বিজ্ঞপ্তি
gu: સામાન્ય સૂચનાઓ
hi: सामान्य सूचनाएँ
kn: ಸಾಮಾನ್ಯ ಅಧಿಸೂಚನೆಗಳು
ml: പൊതുവായ അറിയിപ്പുകൾ
mr: सर्वसाधारण सूचना
or: ସାଧାରଣ ବିଜ୍ଞପ୍ତି
te: సాధారణ నోటిఫికేషన్‌లు

# profile_push_notifications
source: Push Notifications
as: পুশ্ব অধিসূচনা
bn: পুশ বিজ্ঞপ্তি
gu: પુશ સૂચનાઓ
hi: पुश सूचनाएँ
kn: ಪುಶ್ ಅಧಿಸೂಚನೆಗಳು
ml: പുഷ് അറിയിപ്പുകൾ
mr: पुश नोटिफिकेशन्स
or: ପୁଶ୍ ବିଜ୍ଞପ୍ତି
te: పుష్ నోటిఫికేషన్‌లు

# profile_push_notifications_desc
source: Receive notifications on your device
as: আপোনাৰ ডিভাইচত অধিসূচনা পাওক
bn: আপনার ডিভাইসে বিজ্ঞপ্তি পান
gu: તમારા ઉપકરણ પર સૂચનાઓ મેળવો
hi: अपने डिवाइस पर सूचनाएँ प्राप्त करें
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ അറിയിപ്പുകൾ സ്വീകരിക്കുക
mr: तुमच्या डिव्हाइसवर सूचना मिळवा
or: ଆପଣଙ୍କ ଡିଭାଇସରେ ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରନ୍ତୁ
te: మీ పరికరంలో నోటిఫికేషన్‌లను స్వీకరించండి

# profile_email_notifications
source: Email Notifications
as: ইমেইল অধিসূচনা
bn: ইমেল বিজ্ঞপ্তি
gu: ઇમેઇલ સૂચનાઓ
hi: ईमेल सूचनाएँ
kn: ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳು
ml: ഇമെയിൽ അറിയിപ്പുകൾ
mr: ई-मेल सूचना
or: ଇମେଲ୍ ବିଜ୍ଞପ୍ତି
te: ఇమెయిల్ నోటిఫికేషన్‌లు

# profile_email_notifications_desc
source: Receive notifications via email
as: ইমেইলৰ জৰিয়তে অধিসূচনা পাওক
bn: ইমেলের মাধ্যমে বিজ্ঞপ্তি পান
gu: ઇમેઇલ દ્વારા સૂચનાઓ મેળવો
hi: ईमेल के माध्यम से सूचनाएँ प्राप्त करें
kn: ಇಮೇಲ್ ಮೂಲಕ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ml: ഇമെയിൽ വഴി അറിയിപ്പുകൾ സ്വീകരിക്കുക
mr: ई-मेलद्वारे सूचना मिळवा
or: ଇମେଲ୍ ମାଧ୍ୟମରେ ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରନ୍ତୁ
te: ఇమెయిల్ ద్వారా నోటిఫికేషన్‌లను స్వీకరించండి

# profile_alert_types
source: Alert Types
as: সতৰ্কবাণীৰ প্ৰকাৰ
bn: সতর্কতার প্রকার
gu: ચેતવણીના પ્રકાર
hi: अलर्ट प्रकार
kn: ಎಚ್ಚರಿಕೆಯ ಪ್ರಕಾರಗಳು
ml: അലേർട്ട് തരങ്ങൾ
mr: सूचनांचे प्रकार
or: ସତର୍କତା ପ୍ରକାର
te: హెచ్చరిక రకాలు

# profile_critical_safety_alerts
source: Critical Safety Alerts
as: গুৰুত্বপূৰ্ণ সুৰক্ষা সতৰ্কবাণী
bn: গুরুতর সুরক্ষা সতর্কতা
gu: ગંભીર સુરક્ષા ચેતવણીઓ
hi: महत्वपूर्ण सुरक्षा अलर्ट्स
kn: ನಿರ್ಣಾಯಕ ಸುರಕ್ಷತಾ ಎಚ್ಚರಿಕೆಗಳು
ml: അടിയന്തര സുരക്ഷാ മുന്നറിയിപ്പുകൾ
mr: गंभीर सुरक्षा सूचना
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ସୁରକ୍ଷା ସତର୍କତା
te: క్లిష్టమైన భద్రతా హెచ్చరికలు

# profile_critical_safety_alerts_desc
source: Immediate danger and emergency alerts
as: তৎকালীন বিপদ আৰু জৰুৰী সতৰ্কবাণী
bn: অবিলম্বে বিপদ এবং জরুরি সতর্কতা
gu: તાત્કાલિક ભય અને કટોકટીની ચેતવણીઓ
hi: तत्काल खतरे और आपातकालीन अलर्ट्स
kn: ತಕ್ಷಣದ ಅಪಾಯ ಮತ್ತು ತುರ್ತು ಎಚ್ಚರಿಕೆಗಳು
ml: ഉടനടിയുള്ള അപകട, അടിയന്തര മുന്നറിയിപ്പുകൾ
mr: तात्काळ धोका आणि आपत्कालीन सूचना
or: ତୁରନ୍ତ ବିପଦ ଏବଂ ଜରୁରୀକାଳୀନ ସତର୍କତା
te: తక్షణ ప్రమాదం మరియు అత్యవసర హెచ్చరికలు

# profile_report_status_updates
source: Report Status Updates
as: প্ৰতিবেদনৰ স্থিতিৰ আপডেট
bn: রিপোর্টের স্ট্যাটাস আপডেট
gu: રિપોર્ટ સ્થિતિ અપડેટ્સ
hi: रिपोर्ट स्थिति अपडेट्स
kn: ವರದಿ ಸ್ಥಿತಿ ನವೀಕರಣಗಳು
ml: റിപ്പോർട്ട് സ്റ്റാറ്റസ് അപ്‌ഡേറ്റുകൾ
mr: अहवाल स्थिती अद्यतने
or: ରିପୋର୍ଟ ସ୍ଥିତି ଅପଡେଟ୍
te: నివేదిక స్థితి నవీకరణలు

# profile_report_status_updates_desc
source: Updates on your submitted reports
as: আপোনাৰ দাখিল কৰা প্ৰতিবেদনৰ আপডেট
bn: আপনার জমা দেওয়া রিপোর্টগুলির আপডেট
gu: તમારા સબમિટ કરેલા રિપોર્ટ્સ પર અપડેટ્સ
hi: आपकी जमा की गई रिपोर्ट्स पर अपडेट्स
kn: ನೀವು ಸಲ್ಲಿಸಿದ ವರದಿಗಳ ಮೇಲಿನ ನವೀಕರಣಗಳು
ml: നിങ്ങൾ സമർപ്പിച്ച റിപ്പോർട്ടുകളിലെ അപ്‌ഡേറ്റുകൾ
mr: तुमच्या सादर केलेल्या अहवालांवरील अद्यतने
or: ଆପଣଙ୍କ ଦାଖଲ ହୋଇଥିବା ରିପୋର୍ଟଗୁଡ଼ିକ ଉପରେ ଅପଡେଟ୍
te: మీరు సమర్పించిన నివేదికలపై నవీకరణలు

# profile_news_updates
source: News & Updates
as: বাতৰি আৰু আপডেট
bn: খবর ও আপডেট
gu: સમાચાર અને અપડેટ્સ
hi: समाचार और अपडेट्स
kn: ಸುದ್ದಿ ಮತ್ತು ನವೀಕರಣಗಳು
ml: വാർത്തകളും അപ്‌ഡേറ്റുകളും
mr: बातम्या आणि अद्यतने
or: ଖବର ଏବଂ ଅପଡେଟ୍
te: వార్తలు & నవీకరణలు

# profile_news_updates_desc
source: Ocean safety news and app updates
as: সাগৰীয় সুৰক্ষাৰ বাতৰি আৰু এপৰ আপডেট
bn: সামুদ্রিক নিরাপত্তার খবর এবং অ্যাপের আপডেট
gu: મહાસાગર સુરક્ષા સમાચાર અને એપ્લિકેશન અપડેટ્સ
hi: महासागर सुरक्षा समाचार और ऐप अपडेट्स
kn: ಸಾಗರ ಸುರಕ್ಷತಾ ಸುದ್ದಿ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಣಗಳು
ml: സമുദ്ര സുരക്ഷാ വാർത്തകളും ആപ്പ് അപ്‌ഡേറ്റുകളും
mr: सागरी सुरक्षा बातम्या आणि ॲप अद्यतने
or: ସାମୁଦ୍ରିକ ସୁରକ୍ଷା ଖବର ଏବଂ ଆପ୍ ଅପଡେଟ୍
te: సముద్ర భద్రతా వార్తలు మరియు యాప్ నవీకరణలు

# profile_critical_alerts_info
source: Critical safety alerts cannot be disabled for your protection.
as: আপোনাৰ সুৰক্ষাৰ বাবে গুৰুত্বপূৰ্ণ সুৰক্ষা সতৰ্কবাণী নিষ্ক্ৰিয় কৰিব নোৱাৰি।
bn: আপনার সুরক্ষার জন্য গুরুতর সুরক্ষা সতর্কতাগুলি নিষ্ক্রিয় করা যাবে না।
gu: તમારી સુરક્ષા માટે ગંભીર સુરક્ષા ચેતવણીઓ અક્ષમ કરી શકાતી નથી.
hi: आपकी सुरक्षा के लिए महत्वपूर्ण अलर्ट्स को अक्षम नहीं किया जा सकता।
kn: ನಿಮ್ಮ ರಕ್ಷಣೆಗಾಗಿ ನಿರ್ಣಾಯಕ ಸುರಕ್ಷತಾ ಎಚ್ಚರಿಕೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ സുരക്ഷയ്ക്കായി അടിയന്തര സുരക്ഷാ മുന്നറിയിപ്പുകൾ പ്രവർത്തനരഹിതമാക്കാൻ കഴിയില്ല.
mr: तुमच्या सुरक्षेसाठी गंभीर सुरक्षा सूचना बंद केल्या जाऊ शकत नाहीत.
or: ଆପଣଙ୍କ ସୁରକ୍ଷା ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ସୁରକ୍ଷା ସତର୍କତାକୁ ଅକ୍ଷମ କରାଯାଇପାରିବ ନାହିଁ।
te: మీ రక్షణ కోసం క్లిష్టమైన భద్రతా హెచ్చరికలను నిలిపివేయడం సాధ్యం కాదు.

# profile_privacy_title
source: Privacy & Permissions
as: গোপনীয়তা আৰু অনুমতি
bn: গোপনীয়তা এবং অনুমতি
gu: ગોપનીયતા અને પરવાનગીઓ
hi: गोपनीयता और अनुमतियाँ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಅನುಮತಿಗಳು
ml: സ്വകാര്യതയും അനുമതികളും
mr: गोपनीयता आणि परवानग्या
or: ଗୋପନୀୟତା ଏବଂ ଅନୁମତି
te: గోప్యత & అనుమతులు

# profile_location_data
source: Location & Data
as: অৱস্থান আৰু ডেটা
bn: অবস্থান এবং ডেটা
gu: સ્થાન અને ડેટા
hi: स्थान और डेटा
kn: ಸ್ಥಳ ಮತ್ತು ಡೇಟಾ
ml: സ്ഥലവും ഡാറ്റയും
mr: स्थान आणि डेटा
or: ସ୍ଥାନ ଏବଂ ଡାଟା
te: స్థానం & డేటా

# profile_location_sharing
source: Location Sharing
as: অৱস্থান শ্বেয়াৰিং
bn: অবস্থান শেয়ারিং
gu: સ્થાન શેરિંગ
hi: स्थान साझा करना
kn: ಸ್ಥಳ ಹಂಚಿಕೆ
ml: സ്ഥലം പങ്കുവെക്കൽ
mr: स्थान शेअरिंग
or: ସ୍ଥାନ ସେୟାରିଂ
te: స్థాన భాగస్వామ్యం

# profile_location_sharing_desc
source: Allow app to access your location for reports
as: প্ৰতিবেদনৰ বাবে এপক আপোনাৰ অৱস্থান ব্যৱহাৰ কৰাৰ অনুমতি দিয়ক
bn: রিপোর্টের জন্য অ্যাপকে আপনার অবস্থান অ্যাক্সেস করার অনুমতি দিন
gu: રિપોર્ટ્સ માટે એપ્લિકેશનને તમારું સ્થાન ઍક્સેસ કરવાની મંજૂરી આપો
hi: रिपोर्ट्स के लिए ऐप को आपका स्थान एक्सेस करने दें
kn: ವರದಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಪ್ರವೇಶಿಸಲು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಅನುಮತಿಸಿ
ml: റിപ്പോർട്ടുകൾക്കായി നിങ്ങളുടെ ലൊക്കേഷൻ ആക്‌സസ് ചെയ്യാൻ ആപ്പിനെ അനുവദിക്കുക
mr: अहवालांसाठी ॲपला तुमचे स्थान वापरण्याची परवानगी द्या
or: ରିପୋର୍ଟ ପାଇଁ ଆପ୍‌କୁ ଆପଣଙ୍କ ସ୍ଥାନ ଆକ୍ସେସ୍ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ
te: నివేదికల కోసం మీ స్థానాన్ని యాక్సెస్ చేయడానికి యాప్‌ను అనుమతించండి

# profile_public_profile
source: Public Profile
as: ৰাজহুৱা প্ৰ'ফাইল
bn: সর্বজনীন প্রোফাইল
gu: જાહેર પ્રોફાઇલ
hi: सार्वजनिक प्रोफ़ाइल
kn: ಸಾರ್ವಜನಿಕ ಪ್ರೊಫೈಲ್
ml: പബ്ലിക് പ്രൊഫൈൽ
mr: सार्वजनिक प्रोफाइल
or: ସାର୍ବଜନୀନ ପ୍ରୋଫାଇଲ୍
te: ప్రజా ప్రొఫైల్

# profile_public_profile_desc
source: Make your profile visible to other users
as: আপোনাৰ প্ৰ'ফাইল অন্য ব্যৱহাৰকাৰীৰ বাবে দৃশ্যমান কৰক
bn: আপনার প্রোফাইল অন্য ব্যবহারকারীদের কাছে দৃশ্যমান করুন
gu: તમારી પ્રોફાઇલ અન્ય વપરાશકર્તાઓને દૃશ્યમાન બનાવો
hi: अपनी प्रोफ़ाइल अन्य उपयोगकर्ताओं को दिखाई दें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಇತರ ಬಳಕೆದಾರರಿಗೆ ಗೋಚರಿಸುವಂತೆ ಮಾಡಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ മറ്റ് ഉപയോക്താക്കൾക്ക് ദൃശ്യമാക്കുക
mr: तुमचे प्रोफाइल इतर वापरकर्त्यांना दिसू द्या
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲକୁ ଅନ୍ୟ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଦୃଶ୍ୟମାନ କରନ୍ତୁ
te: మీ ప్రొఫైల్‌ను ఇతర వినియోగదారులకు కనిపించేలా చేయండి

# profile_app_analytics
source: App Analytics
as: এপ বিশ্লেষণ
bn: অ্যাপ অ্যানালিটিক্স
gu: એપ્લિકેશન વિશ્લેષણ
hi: ऐप विश्लेषण
kn: ಅಪ್ಲಿಕೇಶನ್ ವಿಶ್ಲೇಷಣೆ
ml: ആപ്പ് അനലിറ്റിക്സ്
mr: ॲप विश्लेषण
or: ଆପ୍ ବିଶ୍ଳେଷଣ
te: యాప్ విశ్లేషణలు

# profile_usage_analytics
source: Usage Analytics
as: ব্যৱহাৰ বিশ্লেষণ
bn: ব্যবহারের অ্যানালিটিক্স
gu: ઉપયોગ વિશ્લેષણ
hi: उपयोग विश्लेषण
kn: ಬಳಕೆಯ ವಿಶ್ಲೇಷಣೆ
ml: ഉപയോഗ വിശകലനം
mr: वापर विश्लेषण
or: ବ୍ୟବହାର ବିଶ୍ଳେଷଣ
te: వినియోగ విశ్లేషణలు

# profile_usage_analytics_desc
source: Help improve the app by sharing usage data
as: ব্যৱহাৰৰ ডেটা শ্বেয়াৰ কৰি এপটো উন্নত কৰাত সহায় কৰক
bn: ব্যবহারের ডেটা শেয়ার করে অ্যাপটিকে উন্নত করতে সাহায্য করুন
gu: ઉપયોગ ડેટા શેર કરીને એપ્લિકેશનને સુધારવામાં મદદ કરો
hi: उपयोग डेटा साझा करके ऐप को सुधारने में मदद करें
kn: ಬಳಕೆಯ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳುವ ಮೂಲಕ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಿ
ml: ഉപയോഗ ഡാറ്റ പങ്കുവെച്ചുകൊണ്ട് ആപ്പ് മെച്ചപ്പെടുത്താൻ സഹായിക്കുക
mr: वापराचा डेटा शेअर करून ॲप सुधारण्यास मदत करा
or: ବ୍ୟବହାର ଡାଟା ସେୟାର୍ କରି ଆପ୍‌କୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରନ୍ତୁ
te: వినియోగ డేటాను పంచుకోవడం ద్వారా యాప్‌ను మెరుగుపరచడంలో సహాయపడండి

# profile_crash_reporting
source: Crash Reporting
as: ক্ৰেছ ৰিপৰ্টিং
bn: ক্র্যাশ রিপোর্টিং
gu: ક્રેશ રિપોર્ટિંગ
hi: क्रैश रिपोर्टिंग
kn: ಕ್ರ್ಯಾಶ್ ವರದಿ ಮಾಡುವುದು
ml: ക്രാഷ് റിപ്പോർട്ടിംഗ്
mr: क्रॅश रिपोर्टिंग
or: କ୍ରାଶ୍ ରିପୋର୍ଟିଂ
te: క్రాష్ రిపోర్టింగ్

# profile_crash_reporting_desc
source: Automatically send crash reports to developers
as: ডেভেলপাৰসকললৈ স্বয়ংক্ৰিয়ভাৱে ক্ৰেছ ৰিপ'ৰ্ট পঠাওক
bn: স্বয়ংক্রিয়ভাবে ডেভেলপারদের কাছে ক্র্যাশ রিপোর্ট পাঠান
gu: વિકાસકર્તાઓને આપમેળે ક્રેશ રિપોર્ટ્સ મોકલો
hi: डेवलपर्स को स्वचालित रूप से क्रैश रिपोर्ट भेजें
kn: ಡೆವಲಪರ್‌ಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕ್ರ್ಯಾಶ್ ವರದಿಗಳನ್ನು ಕಳುಹಿಸಿ
ml: ഡെവലപ്പർമാർക്ക് ക്രാഷ് റിപ്പോർട്ടുകൾ സ്വയമേവ അയയ്ക്കുക
mr: डेव्हलपर्सना आपोआप क्रॅश अहवाल पाठवा
or: ଡେଭଲପର୍ମାନଙ୍କୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ କ୍ରାଶ୍ ରିପୋର୍ଟ ପଠାନ୍ତୁ
te: డెవలపర్‌లకు స్వయంచాలకంగా క్రాష్ నివేదికలను పంపండి

# profile_view_privacy_policy
source: View Privacy Policy
as: গোপনীয়তা নীতি চাওক
bn: গোপনীয়তা নীতি দেখুন
gu: ગોપનીયતા નીતિ જુઓ
hi: गोपनीयता नीति देखें
kn: ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: സ്വകാര്യതാ നയം കാണുക
mr: गोपनीयता धोरण पहा
or: ଗୋପନୀୟତା ନୀତି ଦେଖନ୍ତୁ
te: గోప్యతా విధానాన్ని వీక్షించండి

# profile_opening_privacy_policy
source: Opening Privacy Policy...
as: গোপনীয়তা নীতি খোলা হৈছে...
bn: গোপনীয়তা নীতি খোলা হচ্ছে...
gu: ગોપનીયતા નીતિ ખોલી રહી છે...
hi: गोपनीयता नीति खोल रहा है...
kn: ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ತೆರೆಯಲಾಗುತ್ತಿದೆ...
ml: സ്വകാര്യതാ നയം തുറക്കുന്നു...
mr: गोपनीयता धोरण उघडत आहे...
or: ଗୋପନୀୟତା ନୀତି ଖୋଲୁଛି...
te: గోప్యతా విధానం తెరవబడుతోంది...

# profile_export_my_data
source: Export My Data
as: মোৰ ডেটা ৰপ্তানি কৰক
bn: আমার ডেটা এক্সপোর্ট করুন
gu: મારો ડેટા નિકાસ કરો
hi: मेरा डेटा निर्यात करें
kn: ನನ್ನ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ
ml: എൻ്റെ ഡാറ്റ എക്സ്പോർട്ട് ചെയ്യുക
mr: माझा डेटा निर्यात करा
or: ମୋ ଡାଟା ରପ୍ତାନି କରନ୍ତୁ
te: నా డేటాను ఎగుమతి చేయండి

# profile_data_export_submitted
source: Data export request submitted
as: ডেটা ৰপ্তানিৰ অনুৰোধ দাখিল কৰা হৈছে
bn: ডেটা এক্সপোর্টের অনুরোধ জমা দেওয়া হয়েছে
gu: ડેટા નિકાસ વિનંતી સબમિટ કરવામાં આવી છે
hi: डेटा निर्यात अनुरोध जमा किया गया
kn: ಡೇಟಾ ರಫ್ತು ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: ഡാറ്റ എക്സ്പോർട്ട് അഭ്യർത്ഥന സമർപ്പിച്ചു
mr: डेटा निर्यात विनंती सादर केली आहे
or: ଡାଟା ରପ୍ତାନି ଅନୁରୋଧ ଦାଖଲ କରାଯାଇଛି
te: డేటా ఎగుమతి అభ్యర్థన సమర్పించబడింది

# profile_delete_my_account
source: Delete My Account
as: মোৰ একাউণ্ট মচি পেলাওক
bn: আমার অ্যাকাউন্ট মুছে ফেলুন
gu: મારું એકાઉન્ટ કાઢી નાખો
hi: मेरा खाता हटाएँ
kn: ನನ್ನ ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: എൻ്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: माझे खाते हटवा
or: ମୋ ଆକାଉଣ୍ଟ୍ ଡିଲିଟ୍ କରନ୍ତୁ
te: నా ఖాతాను తొలగించండి

# profile_delete_account_title
source: Delete Account
as: একাউণ্ট মচি পেলাওক
bn: অ্যাকাউন্ট মুছে ফেলুন
gu: એકાઉન્ટ કાઢી નાખો
hi: खाता हटाएँ
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाते हटवा
or: ଆକାଉଣ୍ଟ୍ ଡିଲିଟ୍ କରନ୍ତୁ
te: ఖాతాను తొలగించండి

# profile_delete_account_confirm
source: This action cannot be undone. All your reports and data will be permanently deleted. Are you sure you want to proceed?
as: এই কাৰ্যটো বাতিল কৰিব নোৱাৰি। আপোনাৰ সকলো প্ৰতিবেদন আৰু ডেটা স্থায়ীভাৱে মচি পেলোৱা হ'ব। আপুনি সঁচাকৈ আগবাঢ়িব বিচাৰে নেকি?
bn: এই কাজটি আর ফেরানো যাবে না। আপনার সমস্ত রিপোর্ট এবং ডেটা স্থায়ীভাবে মুছে ফেলা হবে। আপনি কি নিশ্চিতভাবে এগিয়ে যেতে চান?
gu: આ ક્રિયાને પૂર્વવત્ કરી શકાતી નથી. તમારા બધા રિપોર્ટ્સ અને ડેટા કાયમ માટે કાઢી નાખવામાં આવશે. શું તમે ખરેખર આગળ વધવા માંગો છો?
hi: यह क्रिया वापस नहीं की जा सकती। आपकी सभी रिपोर्ट्स और डेटा स्थायी रूप से हटाए जाएंगे। क्या आप जारी रखना चाहते हैं?
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲಾ ವರದಿಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಮುಂದುವರಿಯಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: ഈ പ്രവൃത്തി പിന്നീട് മാറ്റാനാകില്ല. നിങ്ങളുടെ എല്ലാ റിപ്പോർട്ടുകളും ഡാറ്റയും ശാശ്വതമായി ഇല്ലാതാക്കപ്പെടും. മുന്നോട്ട് പോകണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही. तुमचे सर्व अहवाल आणि डेटा कायमचा हटवला जाईल. तुम्हाला पुढे जायचे आहे याची खात्री आहे का?
or: ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ। ଆପଣଙ୍କର ସମସ୍ତ ରିପୋର୍ଟ ଏବଂ ଡାଟା ସବୁଦିନ ପାଇଁ ଡିଲିଟ୍ ହୋଇଯିବ। ଆପଣ ଆଗକୁ ବଢିବାକୁ ନିଶ୍ଚିତ କି?
te: ఈ చర్యను రద్దు చేయడం సాధ్యం కాదు. మీ అన్ని నివేదికలు మరియు డేటా శాశ్వతంగా తొలగించబడతాయి. మీరు కొనసాగించాలనుకుంటున్నారని ఖచ్చితంగా ఉన్నారా?

# profile_delete_account_submitted
source: Account deletion request submitted
as: একাউণ্ট মচাৰ অনুৰোধ দাখিল কৰা হৈছে
bn: অ্যাকাউন্ট মোছার অনুরোধ জমা দেওয়া হয়েছে
gu: એકાઉન્ટ કાઢી નાખવાની વિનંતી સબમિટ કરવામાં આવી છે
hi: खाता हटाने का अनुरोध जमा किया गया
kn: ಖಾತೆ ಅಳಿಸುವಿಕೆ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കാനുള്ള അഭ്യർത്ഥന സമർപ്പിച്ചു
mr: खाते हटवण्याची विनंती सादर केली आहे
or: ଆକାଉଣ୍ଟ୍ ଡିଲିଟ୍ ଅନୁରୋଧ ଦାଖଲ କରାଯାଇଛି
te: ఖాతా తొలగింపు అభ్యర్థన సమర్పించబడింది

# profile_no_name_provided
source: No Name Provided
as: কোনো নাম দিয়া হোৱা নাই
bn: কোনো নাম দেওয়া হয়নি
gu: કોઈ નામ પ્રદાન નથી
hi: कोई नाम उपलब्ध नहीं
kn: ಯಾವುದೇ ಹೆಸರನ್ನು ಒದಗಿಸಿಲ್ಲ
ml: പേര് നൽകിയിട്ടില്ല
mr: नाव दिलेले नाही
or: କୌଣସି ନାମ ଦିଆଯାଇନାହିଁ
te: పేరు అందించబడలేదు

# profile_no_email_provided
source: No Email Provided
as: কোনো ইমেইল দিয়া হোৱা নাই
bn: কোনো ইমেল দেওয়া হয়নি
gu: કોઈ ઇમેઇલ પ્રદાન નથી
hi: कोई ईमेल उपलब्ध नहीं
kn: ಯಾವುದೇ ಇಮೇಲ್ ಒದಗಿಸಿಲ್ಲ
ml: ഇമെയിൽ നൽകിയിട്ടില്ല
mr: ई-मेल दिलेला नाही
or: କୌଣସି ଇମେଲ୍ ଦିଆଯାଇନାହିଁ
te: ఇమెయిల్ అందించబడలేదు

# profile_no_phone_provided
source: No Phone Provided
as: কোনো ফোন নম্বৰ দিয়া হোৱা নাই
bn: কোনো ফোন নম্বর দেওয়া হয়নি
gu: કોઈ ફોન પ્રદાન નથી
hi: कोई फ़ोन उपलब्ध नहीं
kn: ಯಾವುದೇ ಫೋನ್ ಒದಗಿಸಿಲ್ಲ
ml: ഫോൺ നമ്പർ നൽകിയിട്ടില്ല
mr: फोन नंबर दिलेला नाही
or: କୌଣସି ଫୋନ୍ ଦିଆଯାଇନାହିଁ
te: ఫోన్ నంబర్ అందించబడలేదు

# profile_default_location
source: Pune, Maharashtra, India
as: পুনে, মহাৰাষ্ট্ৰ, ভাৰত
bn: পুনে, মহারাষ্ট্র, ভারত
gu: પુણે, મહારાષ્ટ્ર, ભારત
hi: पुणे, महाराष्ट्र, भारत
kn: ಪುಣೆ, ಮಹಾರಾಷ್ಟ್ರ, ಭಾರತ
ml: പൂനെ, മഹാരാഷ്ട്ര, ഇന്ത്യ
mr: पुणे, महाराष्ट्र, भारत
or: ପୁଣେ, ମହାରାଷ୍ଟ୍ର, ଭାରତ
te: పుణె, మహారాష్ట్ర, భారతదేశం

# profile_default_language
source: en
as: as
bn: bn
gu: gu
hi: hi
kn: kn
ml: ml
mr: mr
or: or
te: te

# profile_months
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
as: জানু,ফেব্ৰু,মাৰ্চ,এপ্ৰিল,মে,জুন,জুলাই,আগষ্ট,ছেপ্ট,অক্টো,নৱে,ডিছে
bn: জানু,ফেব্রু,মার্চ,এপ্রিল,মে,জুন,জুলাই,আগস্ট,সেপ্ট,অক্টো,নভে,ডিসে
gu: જાન્યુ,ફેબ્રુ,માર્ચ,એપ્રિલ,મે,જૂન,જુલાઈ,ઑગ,સપ્ટે,ઑક્ટો,નવે,ડિસે
hi: जन,फ़र,मार्च,अप्रैल,मई,जून,जुलाई,अगस्त,सितं,अक्टू,नवं,दिसं
kn: ಜನ,ಫೆಬ್ರ,ಮಾರ್ಚ್,ಏಪ್ರಿ,ಮೇ,ಜೂನ್,ಜುಲೈ,ಆಗ,ಸೆಪ್ಟಂ,ಅಕ್ಟೋ,ನವೆಂ,ಡಿಸೆಂ
ml: ജനു,ഫെബ്രു,മാർ,ഏപ്രി,മേയ്,ജൂൺ,ജൂലൈ,ഓഗ,സെപ്,ഒക്ടോ,നവം,ഡിസം
mr: जाने,फेब्रु,मार्च,एप्रि,मे,जून,जुलै,ऑग,सप्टें,ऑक्टो,नोव्हें,डिसें
or: ଜାନୁ,ଫେବୃ,ମାର୍ଚ୍ଚ,ଏପ୍ରି,ମେ,ଜୁନ୍,ଜୁଲାଇ,ଅଗ,ସେପ୍ଟେ,ଅକ୍ଟୋ,ନଭେ,ଡିସେ
te: జన,ఫిబ్ర,మార్చి,ఏప్రి,మే,జూన్,జూలై,ఆగ,సెప్టెం,అక్టో,నవం,డిసెం

# create_report_title
source: Create Hazard Report
as: বিপদৰ প্ৰতিবেদন সৃষ্টি কৰক
bn: বিপদের রিপোর্ট তৈরি করুন
gu: જોખમ રિપોર્ટ બનાવો
hi: खतरे की रिपोर्ट बनाएँ
kn: ಅಪಾಯದ ವರದಿಯನ್ನು ರಚಿಸಿ
ml: അപകട റിപ്പോർട്ട് ഉണ്ടാക്കുക
mr: धोक्याचा अहवाल तयार करा
or: ବିପଦ ରିପୋର୍ଟ ତିଆରି କରନ୍ତୁ
te: ప్రమాద నివేదికను సృష్టించండి

# create_report_subtitle
source: Help keep our oceans safe
as: আমাৰ সাগৰসমূহক সুৰক্ষিত ৰখাত সহায় কৰক
bn: আমাদের সমুদ্রকে নিরাপদ রাখতে সাহায্য করুন
gu: આપણા મહાસાગરોને સુરક્ષિત રાખવામાં મદદ કરો
hi: हमारे महासागरों को सुरक्षित रखने में मदद करें
kn: ನಮ್ಮ ಸಾಗರಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಸಹಾಯ ಮಾಡಿ
ml: നമ്മുടെ സമുദ്രങ്ങളെ സുരക്ഷിതമായി നിലനിർത്താൻ സഹായിക്കുക
mr: आपले महासागर सुरक्षित ठेवण्यास मदत करा
or: ଆମ ମହାସାଗରଗୁଡ଼ିକୁ ସୁରକ୍ଷିତ ରଖିବାରେ ସାହାଯ୍ୟ କରନ୍ତୁ
te: మన సముద్రాలను సురక్షితంగా ఉంచడంలో సహాయపడండి

# create_report_description_label
source: Description *
as: বিৱৰণ *
bn: বিবরণ *
gu: વર્ણન *
hi: विवरण *
kn: ವಿವರಣೆ *
ml: വിവരണം *
mr: वर्णन *
or: ବିବରଣୀ *
te: వివరణ *

# create_report_description_hint
source: Describe the ocean hazard you observed...
as: আপুনি দেখা সাগৰীয় বিপদৰ বৰ্ণনা দিয়ক...
bn: আপনি যে সামুদ্রিক বিপদটি দেখেছেন তার বর্ণনা দিন...
gu: તમે જોયેલા દરિયાઈ જોખમનું વર્ણન કરો...
hi: आपने जो महासागर खतरा देखा उसका विवरण दें...
kn: ನೀವು ಗಮನಿಸಿದ ಸಾಗರ ಅಪಾಯವನ್ನು ವಿವರಿಸಿ...
ml: നിങ്ങൾ നിരീക്ഷിച്ച സമുദ്രത്തിലെ അപകടത്തെക്കുറിച്ച് വിവരിക്കുക...
mr: तुम्ही पाहिलेल्या सागरी धोक्याचे वर्णन करा...
or: ଆପଣ ଦେଖିଥିବା ସାମୁଦ୍ରିକ ବିପଦ ବିଷୟରେ ବର୍ଣ୍ଣନା କରନ୍ତୁ...
te: మీరు గమనించిన సముద్ర ప్రమాదాన్ని వివరించండి...

# create_report_description_error_empty
source: Please provide a description
as: অনুগ্ৰহ কৰি এটা বিৱৰণ দিয়ক
bn: অনুগ্রহ করে একটি বিবরণ দিন
gu: કૃપા કરીને વર્ણન પ્રદાન કરો
hi: कृपया एक विवरण प्रदान करें
kn: ದಯವಿಟ್ಟು ವಿವರಣೆಯನ್ನು ಒದಗಿಸಿ
ml: ദയവായി ഒരു വിവരണം നൽകുക
mr: कृपया वर्णन द्या
or: ଦୟାକରି ଏକ ବିବରଣୀ ପ୍ରଦାନ କରନ୍ତୁ
te: దయచేసి వివరణను అందించండి

# create_report_description_error_min_length
source: Description must be at least 10 characters
as: বিৱৰণত কমেও ১০টা আখৰ থাকিব লাগিব
bn: বিবরণটি কমপক্ষে ১০ অক্ষরের হতে হবে
gu: વર્ણન ઓછામાં ઓછું ૧૦ અક્ષરોનું હોવું જોઈએ
hi: विवरण कम से कम 10 अक्षरों का होना चाहिए
kn: ವಿವರಣೆಯು ಕನಿಷ್ಠ 10 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ml: വിവരണത്തിൽ കുറഞ്ഞത് 10 അക്ഷരങ്ങളെങ്കിലും ഉണ്ടായിരിക്കണം
mr: वर्णन किमान १० अक्षरांचे असणे आवश्यक आहे
or: ବିବରଣୀ ଅତିକମରେ ୧୦ଟି ଅକ୍ଷର ହେବା ଆବଶ୍ୟକ
te: వివరణ కనీసం 10 అక్షరాలు ఉండాలి

# create_report_location_label
source: Location *
as: অৱস্থান *
bn: অবস্থান *
gu: સ્થાન *
hi: स्थान *
kn: ಸ್ಥಳ *
ml: സ്ഥലം *
mr: स्थान *
or: ସ୍ଥାନ *
te: స్థానం *

# create_report_location_hint
source: Enter location or use buttons below
as: অৱস্থান দিয়ক বা তলৰ বুটামবোৰ ব্যৱহাৰ কৰক
bn: অবস্থান লিখুন বা নীচের বোতামগুলি ব্যবহার করুন
gu: સ્થાન દાખલ કરો અથવા નીચેના બટનોનો ઉપયોગ કરો
hi: स्थान दर्ज करें या नीचे दिए गए बटन का उपयोग करें
kn: ಸ್ಥಳವನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಕೆಳಗಿನ ಬಟನ್‌ಗಳನ್ನು ಬಳಸಿ
ml: സ്ഥലം നൽകുക അല്ലെങ്കിൽ താഴെയുള്ള ബട്ടണുകൾ ഉപയോഗിക്കുക
mr: स्थान टाका किंवा खालील बटणे वापरा
or: ସ୍ଥାନ ଦିଅନ୍ତୁ କିମ୍ବା ନିମ୍ନରେ ଥିବା ବଟନ୍ ବ୍ୟବହାର କରନ୍ତୁ
te: స్థానాన్ని నమోదు చేయండి లేదా క్రింది బటన్‌లను ఉపయోగించండి

# create_report_location_error
source: Please add a location
as: অনুগ্ৰহ কৰি এটা অৱস্থান যোগ দিয়ক
bn: অনুগ্রহ করে একটি অবস্থান যোগ করুন
gu: કૃપા કરીને સ્થાન ઉમેરો
hi: कृपया एक स्थान जोड़ें
kn: ದಯವಿಟ್ಟು ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ
ml: ദയവായി ഒരു സ്ഥലം ചേർക്കുക
mr: कृपया स्थान जोडा
or: ଦୟାକରି ଏକ ସ୍ଥାନ ଯୋଡନ୍ତୁ
te: దయచేసి స్థానాన్ని జోడించండి

# create_report_current_location
source: Current Location
as: বৰ্তমানৰ অৱস্থান
bn: বর্তমান অবস্থান
gu: વર્તમાન સ્થાન
hi: वर्तमान स्थान
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
ml: ഇപ്പോഴത്തെ സ്ഥലം
mr: सध्याचे स्थान
or: ବର୍ତ୍ତମାନର ସ୍ଥାନ
te: ప్రస్తుత స్థానం

# create_report_getting_location
source: Getting...
as: অনা হৈ আছে...
bn: নির্ধারণ করা হচ্ছে...
gu: મેળવી રહ્યું છે...
hi: प्राप्त कर रहा है...
kn: ಪಡೆಯಲಾಗುತ್ತಿದೆ...
ml: ലഭിക്കുന്നു...
mr: मिळवत आहे...
or: ପ୍ରାପ୍ତ କରୁଛି...
te: పొందుతోంది...

# create_report_pin_on_map
source: Pin on Map
as: মানচিত্ৰত পিন কৰক
bn: মানচিত্রে পিন করুন
gu: નકશા પર પિન કરો
hi: मानचित्र पर पिन करें
kn: ನಕ್ಷೆಯಲ್ಲಿ ಪಿನ್ ಮಾಡಿ
ml: മാപ്പിൽ പിൻ ചെയ്യുക
mr: नकाशावर पिन करा
or: ମାନଚିତ୍ରରେ ପିନ୍ କରନ୍ତୁ
te: మ్యాప్‌లో పిన్ చేయండి

# create_report_location_selected
source: Location selected successfully
as: অৱস্থান সফলতাৰে বাছনি কৰা হ'ল
bn: অবস্থান সফলভাবে নির্বাচিত হয়েছে
gu: સ્થાન સફળતાપૂર્વક પસંદ થયું
hi: स्थान सफलतापूर्वक चुना गया
kn: ಸ್ಥಳವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ml: സ്ഥലം വിജയകരമായി തിരഞ്ഞെടുത്തു
mr: स्थान यशस्वीरित्या निवडले
or: ସ୍ଥାନ ସଫଳତାର ସହିତ ଚୟନ କରାଗଲା
te: స్థానం విజయవంతంగా ఎంచుకోబడింది

# create_report_coordinates
source: Coordinates: {lat}, {lng}
as: স্থানাংক: {lat}, {lng}
bn: স্থানাঙ্ক: {lat}, {lng}
gu: કોઓર્ડિનેટ્સ: {lat}, {lng}
hi: निर्देशांक: {lat}, {lng}
kn: ನಿರ್ದೇಶಾಂಕಗಳು: {lat}, {lng}
ml: നിർദ്ദേശാങ്കങ്ങൾ: {lat}, {lng}
mr: निर्देशांक: {lat}, {lng}
or: ନିର୍ଦ୍ଦେଶାଙ୍କ: {lat}, {lng}
te: నిరూపకాలు: {lat}, {lng}

# create_report_attach_media
source: Attach Media
as: মিডিয়া সংলগ্ন কৰক
bn: মিডিয়া সংযুক্ত করুন
gu: મીડિયા જોડો
hi: मीडिया संलग्न करें
kn: ಮಾಧ್ಯಮವನ್ನು ಲಗತ್ತಿಸಿ
ml: മീഡിയ ചേർക്കുക
mr: मीडिया जोडा
or: ମିଡିଆ ସଂଲଗ୍ନ କରନ୍ତୁ
te: మీడియాను జోడించండి

# create_report_attach_photos_videos
source: Attach Photos/Videos
as: ফটো/ভিডিঅ' সংলগ্ন কৰক
bn: ছবি/ভিডিও সংযুক্ত করুন
gu: ફોટા/વિડિઓઝ જોડો
hi: फ़ोटो/वीडियो संलग्न करें
kn: ಫೋಟೋಗಳು/ವೀಡಿಯೊಗಳನ್ನು ಲಗತ್ತಿಸಿ
ml: ഫോട്ടോകൾ/വീഡിയോകൾ ചേർക്കുക
mr: फोटो/व्हिडिओ जोडा
or: ଫଟୋ/ଭିଡିଓ ସଂଲଗ୍ନ କରନ୍ତୁ
te: ఫోటోలు/వీడియోలను జోడించండి

# create_report_submit
source: Submit Report
as: প্ৰতিবেদন দাখিল কৰক
bn: রিপোর্ট জমা দিন
gu: રિપોર્ટ સબમિટ કરો
hi: रिपोर्ट जमा करें
kn: ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ
ml: റിപ്പോർട്ട് സമർപ്പിക്കുക
mr: अहवाल सादर करा
or: ରିପୋର୍ଟ ଦାଖଲ କରନ୍ତୁ
te: నివేదికను సమర్పించండి
