Repository: Tejasmarke1/sentinel
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te

# appTitle
source: Sentinel
as: চেন্টিনেল
bn: সেন্টিনেল
gu: સેન્ટિનલ
hi: सेंटिनेल
kn: ಸೆಂಟಿನೆಲ್
ml: സെന്റിനൽ
mr: सेंटिनेल
or: ସେଣ୍ଟିନେଲ
ta: சென்டினல்
te: సెంటినెల్

# common_cancel
source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ କରନ୍ତୁ
ta: ரத்து செய்
te: రద్దు చేయి

# common_delete
source: Delete
as: মচি পেলাওক
bn: মুছে ফেলুন
gu: કાઢી નાખો
hi: हटाएँ
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ଡିଲିଟ୍ କରନ୍ତୁ
ta: அழி
te: తొలగించు

# common_edit
source: Edit
as: সম্পাদনা কৰক
bn: সম্পাদনা করুন
gu: સંપાદિત કરો
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റുചെയ്യുക
mr: संपादित करा
or: ସମ୍ପାଦନା କରନ୍ତୁ
ta: தொகுப்பு
te: సవరించు

# common_retry
source: Retry
as: পুনৰ চেষ্টা কৰক
bn: পুনরায় চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
ta: மீண்டும் முயற்சி செய்
te: మళ్లీ ప్రయత్నించు

# common_default
source: DEFAULT
as: ডিফল্ট
bn: ডিফল্ট
gu: ડિફૉલ્ટ
hi: डिफ़ॉल्ट
kn: ಡೀಫಾಲ್ಟ್
ml: ഡിഫോൾട്ട്
mr: डीफॉल्ट
or: ଡିଫଲ୍ଟ
ta: இயல்புநிலை
te: డిఫాల్ట్

# language_select_title
source: Select Language
as: ভাষা বাছক
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ଚୟନ କରନ୍ତୁ
ta: மொழியை தேர்ந்தெடு
te: భాషను ఎంచుకోండి

# language_select_subtitle
source: Choose your preferred language for Sentinel
as: চেন্টিনেলৰ বাবে আপোনাৰ পছন্দৰ ভাষা বাছক
bn: সেন্টিনেলের জন্য আপনার পছন্দের ভাষা বেছে নিন
gu: સેન્ટિનલ માટે તમારી પસંદગીની ભાષા પસંદ કરો
hi: Sentinel के लिए अपनी पसंदीदा भाषा चुनें
kn: ಸೆಂಟಿನೆಲ್‌ಗಾಗಿ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ml: സെന്റിനലിനായി നിങ്ങൾക്കിഷ്ടമുള്ള ഭാഷ തിരഞ്ഞെടുക്കുക
mr: सेंटिनेलसाठी तुमची पसंतीची भाषा निवडा
or: ସେଣ୍ଟିନେଲ ପାଇଁ ଆପଣଙ୍କ ପସନ୍ଦର ଭାଷା ବାଛନ୍ତୁ
ta: சென்டினலுக்கான உங்கள் விருப்ப மொழியை தேர்ந்தெடுக்கவும்
te: సెంటినెల్ కోసం మీకు ఇష్టమైన భాషను ఎంచుకోండి

# language_section_primary
source: Primary Languages
as: প্ৰাথমিক ভাষাসমূহ
bn: প্রাথমিক ভাষাসমূহ
gu: પ્રાથમિક ભાષાઓ
hi: मुख्य भाषाएँ
kn: ಪ್ರಾಥಮಿಕ ಭಾಷೆಗಳು
ml: പ്രധാന ഭാഷകൾ
mr: प्राथमिक भाषा
or: ପ୍ରାଥମିକ ଭାଷାଗୁଡ଼ିକ
ta: முக்கிய மொழிகள்
te: ప్రాథమిక భాషలు

# language_section_west
source: West Coast Languages
as: পশ্চিম উপকূলীয় ভাষাসমূহ
bn: পশ্চিম উপকূলীয় ভাষাসমূহ
gu: પશ્ચિમ કિનારાની ભાષાઓ
hi: पश्चिमी तट की भाषाएँ
kn: ಪಶ್ಚಿಮ ಕರಾವಳಿ ಭಾಷೆಗಳು
ml: പശ്ചിമതീര ഭാഷകൾ
mr: पश्चिम किनारपट्टीवरील भाषा
or: ପଶ୍ଚିମ ଉପକୂଳ ଭାଷାଗୁଡ଼ିକ
ta: மேற்கு கரைவாழ்வின் மொழிகள்
te: పశ్చిమ తీర భాషలు

# language_section_east
source: East Coast Languages
as: পূব উপকূলীয় ভাষাসমূহ
bn: পূর্ব উপকূলীয় ভাষাসমূহ
gu: પૂર્વ કિનારાની ભાષાઓ
hi: पूर्वी तट की भाषाएँ
kn: ಪೂರ್ವ ಕರಾವಳಿ ಭಾಷೆಗಳು
ml: കിഴക്കൻ തീരദേശ ഭാഷകൾ
mr: पूर्व किनारपट्टीवरील भाषा
or: ପୂର୍ବ ଉପକୂଳ ଭାଷାଗୁଡ଼ିକ
ta: கிழக்கு கரைவாழ்வின் மொழிகள்
te: తూర్పు తీర భాషలు

# language_section_islands
source: Island Territories
as: দ্বীপপুঞ্জৰ ভাষাসমূহ
bn: দ্বীপ অঞ্চলের ভাষাসমূহ
gu: દ્વીપ પ્રદેશો
hi: द्वीप क्षेत्रों की भाषाएँ
kn: ದ್ವೀಪ ಪ್ರದೇಶಗಳು
ml: ദ്വീപ് പ്രദേശങ്ങളിലെ ഭാഷകൾ
mr: बेट प्रदेशांतील भाषा
or: ଦ୍ଵୀପପୁଞ୍ଜ ଅଞ୍ଚଳ
ta: தீவு பகுதிகள்
te: ద్వీప ప్రాంతాలు

# language_selected_label
source: Selected: {language}
as: বাছনি কৰা হৈছে: {language}
bn: নির্বাচিত: {language}
gu: પસંદ કરેલ: {language}
hi: चयनित: {language}
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ: {language}
ml: തിരഞ്ഞെടുത്തത്: {language}
mr: निवडलेली: {language}
or: ଚୟନ କରାଯାଇଛି: {language}
ta: தேர்ந்தெடுக்கப்பட்டது: {language}
te: ఎంచుకున్నది: {language}

# language_changed_snackbar
source: Language changed to {language}
as: ভাষা {language} লৈ সলনি কৰা হৈছে
bn: ভাষা {language} তে পরিবর্তন করা হয়েছে
gu: ભાષા {language} માં બદલાઈ ગઈ છે
hi: भाषा {language} में बदल गई
kn: ಭಾಷೆಯನ್ನು {language} ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ml: ഭാഷ {language} ആയി മാറ്റി
mr: भाषा {language} मध्ये बदलली आहे
or: ଭାଷା {language} କୁ ପରିବର୍ତ୍ତନ କରାଗଲା
ta: மொழி {language} ஆக மாறியது
te: భాష {language} కు మార్చబడింది

# language_confirm_button
source: Confirm Language
as: ভাষা নিশ্চিত কৰক
bn: ভাষা নিশ্চিত করুন
gu: ભાષાની પુષ્ટિ કરો
hi: भाषा की पुष्टि करें
kn: ಭಾಷೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
ml: ഭാഷ സ്ഥിരീകരിക്കുക
mr: भाषेची पुष्टी करा
or: ଭାଷା ନିଶ୍ଚିତ କରନ୍ତୁ
ta: மொழியை உறுதிசெய்
te: భాషను నిర్ధారించండి

# login_welcome_to
source: Welcome to
as: লৈ স্বাগতম
bn: -এ স্বাগতম
gu: માં આપનું સ્વાગત છે
hi: आपका स्वागत है
kn: ಗೆ ಸ್ವಾಗತ
ml: -ലേക്ക് സ്വാഗതം
mr: मध्ये आपले स्वागत आहे
or: କୁ ସ୍ୱାଗତ
ta: வரவேற்கிறோம்
te: కు స్వాగతం

# login_title_caps
source: SENTINEL
as: চেন্টিনেল
bn: সেন্টিনেল
gu: સેન્ટિનલ
kn: ಸೆಂಟಿನೆಲ್
ml: സെന്റിനൽ
mr: सेंटिनेल
or: ସେଣ୍ଟିନେଲ
ta: சென்டினல்
te: సెంటినెల్

# login_tagline
source: Your safety companion for ocean hazard alerts
as: সাগৰীয় বিপদৰ সতৰ্কবাণীৰ বাবে আপোনাৰ সুৰক্ষা সংগী
bn: সামুদ্রিক বিপদের সতর্কতার জন্য আপনার সুরক্ষা সঙ্গী
gu: દરિયાઈ જોખમની ચેતવણીઓ માટે તમારો સલામતી સાથી
hi: समुद्र खतरों के अलर्ट के लिए आपका सुरक्षा साथी
kn: ಸಾಗರ ಅಪಾಯದ ಎಚ್ಚರಿಕೆಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಒಡನಾಡಿ
ml: സമുദ്രത്തിലെ അപകടങ്ങളെക്കുറിച്ചുള്ള മുന്നറിയിപ്പുകൾക്കായി നിങ്ങളുടെ സുരക്ഷാ കൂട്ടാളി
mr: सागरी धोक्याच्या सूचनांसाठी तुमचा सुरक्षा सोबती
or: ସାମୁଦ୍ରିକ ବିପଦ ସତର୍କତା ପାଇଁ ଆପଣଙ୍କ ସୁରକ୍ଷା ସାଥୀ
ta: கடல் அபாய அறிவிப்புகளுக்கான உங்கள் பாதுகாப்பு நண்பர்
te: సముద్ర ప్రమాద హెచ్చరికల కోసం మీ భద్రతా సహచరుడు

# login_enter_phone
source: Enter your mobile number
as: আপোনাৰ মোবাইল নম্বৰ দিয়ক
bn: আপনার মোবাইল নম্বর লিখুন
gu: તમારો મોબાઇલ નંબર દાખલ કરો
hi: अपना मोबाइल नंबर दर्ज करें
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക
mr: तुमचा मोबाईल नंबर टाका
or: ଆପଣଙ୍କ ମୋବାଇଲ୍ ନମ୍ବର ଦିଅନ୍ତୁ
ta: உங்கள் மொபைல் எணை உள்ளிடவும்
te: మీ మొబైల్ నంబర్‌ను నమోదు చేయండి

# login_phone_help
source: We'll send you a verification code via SMS
as: আমি আপোনাক SMS যোগে এটা সত্যাপন কোড পঠিয়াম
bn: আমরা আপনাকে SMS এর মাধ্যমে একটি যাচাইকরণ কোড পাঠাব
gu: અમે તમને SMS દ્વારા ચકાસણી કોડ મોકલીશું
hi: हम आपको एसएमएस द्वारा एक सत्यापन कोड भेजेंगे
kn: ನಾವು ನಿಮಗೆ SMS ಮೂಲಕ ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ
ml: ഞങ്ങൾ നിങ്ങൾക്ക് SMS വഴി ഒരു സ്ഥിരീകരണ കോഡ് അയയ്ക്കും
mr: आम्ही तुम्हाला SMS द्वारे पडताळणी कोड पाठवू
or: ଆମେ ଆପଣଙ୍କୁ SMS ମାଧ୍ୟମରେ ଏକ ଯାଞ୍ଚ କୋଡ୍ ପଠାଇବୁ
ta: நாம் SMS மூலம் ஒரு சரிபார்ப்பு குறியீட்டை அனுப்புவோம்
te: మేము మీకు SMS ద్వారా ధృవీకరణ కోడ్‌ను పంపుతాము

# login_send_otp
source: Send OTP
as: OTP পঠাওক
bn: OTP পাঠান
gu: OTP મોકલો
hi: ओटीपी भेजें
kn: OTP ಕಳುಹಿಸಿ
ml: ഒടിപി അയയ്ക്കുക
mr: ओटीपी (OTP) पाठवा
or: OTP ପଠାନ୍ତୁ
ta: OTP அனுப்பு
te: OTP పంపండి

# login_terms_prefix
source: By continuing, you agree to our
as: আগুৱাই গ'লে, আপুনি আমাৰ
bn: চালিয়ে যাওয়ার মাধ্যমে, আপনি আমাদের
gu: આગળ વધીને, તમે અમારી
hi: जारी रखने पर, आप हमारी शर्तों से सहमत हैं
kn: ಮುಂದುವರಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ
ml: തുടരുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ
mr: पुढे चालू ठेवून, तुम्ही आमच्या
or: ଆଗକୁ ବଢିବା ଦ୍ଵାରା, ଆପଣ ଆମର
ta: தொடர்ந்தால், நீங்கள் எங்களது
te: కొనసాగించడం ద్వారా, మీరు మా

# login_terms
source: Terms of Service
as: সেৱাৰ চৰ্তাৱলী
bn: পরিষেবার শর্তাবলী
gu: સેવાની શરતો
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകളും
mr: सेवा अटींना
or: ସେବା ସର୍ତ୍ତାବଳୀ
ta: சேவை விதிமுறைகளை
te: సేవా నిబంధనలు

# login_and
source: and
as: আৰু
bn: এবং
gu: અને
hi: और
kn: ಮತ್ತು
ml: കൂടാതെ
mr: आणि
or: ଏବଂ
ta: மற்றும்
te: మరియు

# login_privacy
source: Privacy Policy
as: গোপনীয়তা নীতিত সন্মত হৈছে
bn: গোপনীয়তা নীতিতে সম্মত হচ্ছেন
gu: ગોપનીયતા નીતિ સાથે સંમત થાઓ છો
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ
ml: സ്വകാര്യതാ നയവും അംഗീകരിക്കുന്നു
mr: गोपनीयता धोरणाला सहमत आहात
or: ଗୋପନୀୟତା ନୀତିରେ ସହମତ ଅଟନ୍ତି
ta: குறிப்புப் பாதுகாப்பு கொள்கையை ஏற்கிறீர்கள்
te: గోప్యతా విధానానికి అంగీకరిస్తున్నారు

# login_error_enter_phone
source: Please enter your mobile number
as: অনুগ্ৰহ কৰি আপোনাৰ মোবাইল নম্বৰ দিয়ক
bn: অনুগ্রহ করে আপনার মোবাইল নম্বর লিখুন
gu: કૃપા કરીને તમારો મોબાઇલ નંબર દાખલ કરો
hi: कृपया अपना मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया तुमचा मोबाईल नंबर टाका
or: ଦୟାକରି ଆପଣଙ୍କ ମୋବାଇଲ୍ ନମ୍ବର ଦିଅନ୍ତୁ
ta: தயவுசெய்து உங்கள் மொபைல் எணை உள்ளிடவும்
te: దయచేసి మీ మొబైల్ నంబర్‌ను నమోదు చేయండి

# login_error_valid_phone
source: Please enter a valid mobile number
as: অনুগ্ৰহ কৰি এটা বৈধ মোবাইল নম্বৰ দিয়ক
bn: অনুগ্রহ করে একটি বৈধ মোবাইল নম্বর লিখুন
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
hi: कृपया एक मान्य मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഒരു മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया वैध मोबाईल नंबर टाका
or: ଦୟାକରି ଏକ ବୈଧ ମୋବାଇଲ୍ ନମ୍ବର ଦିଅନ୍ତୁ
ta: தயவுசெய்து செல்லுபடியான மொபைல் எணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి

# otp_title
source: Enter Verification Code
as: সত্যাপন কোড দিয়ক
bn: যাচাইকরণ কোড লিখুন
gu: ચકાસણી કોડ દાખલ કરો
hi: सत्यापन कोड दर्ज करें
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ
ml: സ്ഥിരീകരണ കോഡ് നൽകുക
mr: पडताळणी कोड टाका
or: ଯାଞ୍ଚ କୋଡ୍ ଦିଅନ୍ତୁ
ta: சரிபார்ப்பு குறியீட்டை உள்ளிடவும்
te: ధృవీకరణ కోడ్‌ను నమోదు చేయండి

# otp_sent_to
source: We sent a 6-digit code to {phone}
as: আমি {phone} নম্বৰলৈ এটা ৬-অংকীয়া কোড পঠিয়াইছোঁ
bn: আমরা {phone} নম্বরে একটি ৬-সংখ্যার কোড পাঠিয়েছি
gu: અમે {phone} પર ૬-અંકનો કોડ મોકલ્યો છે
hi: हमने 6-अंकों का कोड भेजा है {phone}
kn: ನಾವು {phone} ಗೆ 6-ಅಂಕಿಯ ಕೋಡ್ ಕಳುಹಿಸಿದ್ದೇವೆ
ml: ഞങ്ങൾ {phone} എന്ന നമ്പറിലേക്ക് 6 അക്ക കോഡ് അയച്ചിട്ടുണ്ട്
mr: आम्ही {phone} वर ६-अंकी कोड पाठवला आहे
or: ଆମେ {phone} କୁ ଏକ ୬-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ପଠାଇଛୁ
ta: நாம் 6 இலக்க குறியீட்டை அனுப்பினோம் {phone}
te: మేము {phone} కు 6-అంకెల కోడ్‌ను పంపాము

# otp_verify_continue
source: Verify & Continue
as: সত্যাপন কৰক আৰু আগবাঢ়ক
bn: যাচাই করুন এবং চালিয়ে যান
gu: ચકાસો અને આગળ વધો
hi: सत्यापित करें और जारी रखें
kn: ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮುಂದುವರಿಸಿ
ml: സ്ഥിരീകരിച്ച് തുടരുക
mr: पडताळा आणि पुढे जा
or: ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆଗକୁ ବଢନ୍ତୁ
ta: சரிபார்த்து தொடரவும்
te: ధృవీకరించి కొనసాగించండి

# otp_error_incomplete
source: Please enter complete 6-digit code
as: অনুগ্ৰহ কৰি সম্পূৰ্ণ ৬-অংকীয়া কোড দিয়ক
bn: অনুগ্রহ করে সম্পূর্ণ ৬-সংখ্যার কোডটি লিখুন
gu: કૃપા કરીને સંપૂર્ણ ૬-અંકનો કોડ દાખલ કરો
hi: कृपया पूरा 6-अंकों का कोड दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂಪೂರ್ಣ 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ml: ദയവായി 6 അക്ക കോഡ് പൂർണ്ണമായി നൽകുക
mr: कृपया पूर्ण ६-अंकी कोड टाका
or: ଦୟାକରି ସମ୍ପୂର୍ଣ୍ଣ ୬-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଦିଅନ୍ତୁ
ta: தயவுசெய்து முழு 6 இலக்க குறியீட்டை உள்ளிடவும்
te: దయచేసి పూర్తి 6-అంకెల కోడ్‌ను నమోదు చేయండి

# otp_resend_in
source: Resend code in {seconds}s
as: {seconds} ছেকেণ্ডত কোড পুনৰ পঠাওক
bn: {seconds} সেকেন্ডের মধ্যে কোড আবার পাঠান
gu: {seconds} સેકન્ડમાં કોડ ફરીથી મોકલો
hi: {seconds} सेकंड में पुनः भेजें
kn: {seconds} ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಕೋಡ್ ಮರುಕಳುಹಿಸಿ
ml: {seconds} സെക്കൻഡിനുള്ളിൽ കോഡ് വീണ്ടും അയയ്ക്കുക
mr: {seconds} सेकंदात कोड पुन्हा पाठवा
or: {seconds} ସେକେଣ୍ଡରେ କୋଡ୍ ପୁଣି ପଠାନ୍ତୁ
ta: {seconds} வினாடிகளில் மீண்டும் அனுப்பு
te: {seconds} సెకన్లలో కోడ్‌ను మళ్లీ పంపండి

# otp_resend_cta
source: Didn't receive code? Resend
as: কোড পোৱা নাই? পুনৰ পঠাওক
bn: কোড পাননি? পুনরায় পাঠান
gu: કોડ નથી મળ્યો? ફરીથી મોકલો
hi: कोड नहीं मिला? पुनः भेजें
kn: ಕೋಡ್ ಸಿಕ್ಕಿಲ್ಲವೇ? ಮರುಕಳುಹಿಸಿ
ml: കോഡ് ലഭിച്ചില്ലേ? വീണ്ടും അയയ്ക്കുക
mr: कोड मिळाला नाही? पुन्हा पाठवा
or: କୋଡ୍ ପାଇନାହାନ୍ତି କି? ପୁଣି ପଠାନ୍ତୁ
ta: குறியீடு பெறவில்லை? மீண்டும் அனுப்பு
te: కోడ్ అందలేదా? మళ్లీ పంపండి

# otp_request_first
source: Please request the code first.
as: অনুগ্ৰহ কৰি প্ৰথমে কোডৰ বাবে অনুৰোধ কৰক।
bn: অনুগ্রহ করে প্রথমে কোডের জন্য অনুরোধ করুন।
gu: કૃપા કરીને પહેલા કોડની વિનંતી કરો.
hi: कृपया पहले कोड का अनुरोध करें।
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಕೋಡ್‌ಗಾಗಿ ವಿನಂತಿಸಿ.
ml: ദയവായി ആദ്യം കോഡിനായി അഭ്യർത്ഥിക്കുക.
mr: कृपया आधी कोडची विनंती करा.
or: ଦୟାକରି ପ୍ରଥମେ କୋଡ୍ ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ।
ta: முதலில் குறியீட்டை கோரவும்.
te: దయచేసి మొదట కోడ్‌ను అభ్యర్థించండి.

# otp_invalid_code
source: Invalid code
as: অবৈধ কোড
bn: অবৈধ কোড
gu: અમાન્ય કોડ
hi: अमान्य कोड
kn: ಅಮಾನ್ಯ ಕೋಡ್
ml: അസാധുവായ കോഡ്
mr: अवैध कोड
or: ଅବୈଧ କୋଡ୍
te: చెల్లని కోడ్

source: Verification failed
as: সত্যাপন বিফল হ'ল
bn: যাচাইকরণ ব্যর্থ হয়েছে
gu: ચકાસણી નિષ્ફળ ગઈ
hi: सत्यापन विफल
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಯಿತು
ml: സ്ഥിരീകരണം പരാജയപ്പെട്ടു
mr: पडताळणी अयशस्वी झाली
or: ଯାଞ୍ଚ ବିଫଳ ହେଲା
te: ధృవీకరణ విఫలమైంది

# reports_title
source: My Reports
as: মোৰ প্ৰতিবেদন
bn: আমার রিপোর্ট
gu: મારા રિપોર્ટ્સ
hi: मेरी रिपोर्ट्स
kn: ನನ್ನ ವರದಿಗಳು
ml: എന്റെ റിപ്പോർട്ടുകൾ
mr: माझे अहवाल
or: ମୋର ରିପୋର୍ଟଗୁଡ଼ିକ
ta: எனது அறிக்கைகள்
te: నా నివేదికలు

# reports_subtitle
source: Track your submitted hazard reports
as: আপোনাৰ দাখিল কৰা বিপদৰ প্ৰতিবেদনসমূহ চাওক
bn: আপনার জমা দেওয়া বিপদের রিপোর্টগুলি ট্র্যাক করুন
gu: તમારા સબમિટ કરેલા જોખમ રિપોર્ટ્સને ટ્રૅક કરો
hi: आपकी जमा की गई खतरे की रिपोर्ट्स को ट्रैक करें
kn: ನೀವು ಸಲ್ಲಿಸಿದ ಅಪಾಯದ ವರದಿಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ml: നിങ്ങൾ സമർപ്പിച്ച അപകട റിപ്പോർട്ടുകൾ ട്രാക്ക് ചെയ്യുക
mr: तुमच्या सादर केलेल्या धोक्याच्या अहवालांचा मागोवा घ्या
or: ଆପଣଙ୍କ ଦାଖଲ ହୋଇଥିବା ବିପଦ ରିପୋର୍ଟଗୁଡ଼ିକୁ ଟ୍ରାକ୍ କରନ୍ତୁ
ta: நீங்கள் சமர்ப்பித்த அபாய அறிக்கைகளை பின்தொடரவும்
te: మీరు సమర్పించిన ప్రమాద నివేదికలను ట్రాక్ చేయండి

# reports_count_label
source: {count} Reports
as: {count}টা প্ৰতিবেদন
bn: {count}টি রিপোর্ট
gu: {count} રિપોર્ટ્સ
hi: {count} रिपोर्ट्स
kn: {count} ವರದಿಗಳು
ml: {count} റിപ്പോർട്ടുകൾ
mr: {count} अहवाल
or: {count} ରିପୋର୍ଟ
ta: {count} அறிக்கைகள்
te: {count} నివేదికలు

# reports_filter_label
source: Filter by Status
as: স্থিতি অনুসৰি ফিল্টাৰ কৰক
bn: স্ট্যাটাস অনুযায়ী ফিল্টার করুন
gu: સ્થિતિ દ્વારા ફિલ્ટર કરો
hi: स्थिति के अनुसार फ़िल्टर करें
kn: ಸ್ಥಿತಿಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: സ്റ്റാറ്റസ് അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുക
mr: स्थितीनुसार फिल्टर करा
or: ସ୍ଥିତି ଅନୁଯାୟୀ ଫିଲ୍ଟର୍ କରନ୍ତୁ
ta: நிலை படி வடிகட்டி காண்க
te: స్థితి ఆధారంగా ఫిల్టర్ చేయండి

# status_pending
source: Pending
as: অমীমাংসিত
bn: বিচারাধীন
gu: બાકી
hi: लंबित
kn: ಬಾಕಿಯಿದೆ
ml: തീരുമാനമാകാത്തത്
mr: प्रलंबित
or: ବିଚାରାଧୀନ
ta: மீதமுள்ளது
te: పెండింగ్‌లో ఉంది

# status_verified
source: Verified
as: সত্যাপিত
bn: যাচাইকৃত
gu: ચકાસાયેલ
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചു
mr: पडताळलेले
or: ଯାଞ୍ଚ ହୋଇଛି
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

# status_dismissed
source: Dismissed
as: অগ্ৰাহ্য
bn: খারিজ
gu: નકારી કાઢેલ
hi: खारिज
kn: ವಜಾಗೊಳಿಸಲಾಗಿದೆ
ml: നിരസിച്ചു
mr: नाकारलेले
or: ଖାରଜ ହୋଇଛି
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది

# status_under_review
source: Under Review
as: পৰ্যালোচনাধীন
bn: পর্যালোচনা অধীনে
gu: સમીક્ષા હેઠળ
hi: समीक्षा में
kn: ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ
ml: പരിശോധനയിലാണ്
mr: पुनरावलोकनाखाली
or: ସମୀକ୍ଷାଧୀନ
ta: திருத்தத்தின் கீழ்
te: సమీక్షలో ఉంది

# reports_loading
source: Loading your reports...
as: আপোনাৰ প্ৰতিবেদন লোড হৈ আছে...
bn: আপনার রিপোর্ট লোড হচ্ছে...
gu: તમારા રિપોર્ટ્સ લોડ થઈ રહ્યા છે...
hi: आपकी रिपोर्ट्स लोड हो रही हैं...
kn: ನಿಮ್ಮ ವರದಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: നിങ്ങളുടെ റിപ്പോർട്ടുകൾ ലോഡ് ചെയ്യുന്നു...
mr: तुमचे अहवाल लोड होत आहेत...
or: ଆପଣଙ୍କ ରିପୋର୍ଟଗୁଡ଼ିକ ଲୋଡ୍ ହେଉଛି...
ta: உங்கள் அறிக்கைகள் ஏற்றப்படுகிறது...
te: మీ నివేదికలు లోడ్ అవుతున్నాయి...

# reports_error_title
source: Error Loading Reports
as: প্ৰতিবেদন লোড কৰাত ত্ৰুটি
bn: রিপোর্ট লোড করতে ত্রুটি
gu: રિપોર્ટ્સ લોડ કરવામાં ભૂલ
hi: रिपोर्ट्स लोड करने में त्रुटि
kn: ವರದಿಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ml: റിപ്പോർട്ടുകൾ ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mr: अहवाल लोड करण्यात त्रुटी
or: ରିପୋର୍ଟ ଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି
ta: அறிக்கைகள் ஏற்றுவதில் பிழை
te: నివేదికలను లోడ్ చేయడంలో లోపం

# reports_empty_all
source: No Reports Yet
as: এতিয়ালৈকে কোনো প্ৰতিবেদন নাই
bn: এখনও কোনো রিপোর্ট নেই
gu: હજી સુધી કોઈ રિપોર્ટ નથી
hi: अभी तक कोई रिपोर्ट नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ವರದಿಗಳಿಲ್ಲ
ml: ഇതുവരെ റിപ്പോർട്ടുകളൊന്നുമില്ല
mr: अद्याप कोणतेही अहवाल नाहीत
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ରିପୋର୍ଟ ନାହିଁ
ta: எந்த அறிக்கைகளும் இல்லை
te: ఇంకా నివేదికలు లేవు

# reports_empty_filtered
source: No {status} Reports
as: কোনো {status} প্ৰতিবেদন নাই
bn: কোনো {status} রিপোর্ট নেই
gu: કોઈ {status} રિપોર્ટ નથી
hi: कोई {status} रिपोर्ट नहीं
kn: ಯಾವುದೇ {status} ವರದಿಗಳಿಲ್ಲ
ml: {status} റിപ്പോർട്ടുകളൊന്നുമില്ല
mr: कोणतेही {status} अहवाल नाहीत
or: କୌଣସି {status} ରିପୋର୍ଟ ନାହିଁ
ta: {status} அறிக்கைகள் எதுவும் இல்லை
te: {status} నివేదికలు లేవు

# reports_empty_all_sub
source: Start reporting ocean hazards to help keep our waters safe
as: আমাৰ জলৰাশি সুৰক্ষিত ৰাখিবলৈ সাগৰীয় বিপদৰ বিষয়ে প্ৰতিবেদন দিয়া আৰম্ভ কৰক
bn: আমাদের জলকে নিরাপদ রাখতে সামুদ্রিক বিপদ সম্পর্কে রিপোর্ট করা শুরু করুন
gu: આપણા જળને સુરક્ષિત રાખવામાં મદદ કરવા માટે દરિયાઈ જોખમોની જાણ કરવાનું શરૂ કરો
hi: हमारे समुद्रों को सुरक्षित रखने के लिए खतरे की रिपोर्ट करना शुरू करें
kn: ನಮ್ಮ ಜಲಮೂಲಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಸಾಗರ ಅಪಾಯಗಳ ಬಗ್ಗೆ ವರದಿ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ
ml: നമ്മുടെ ജലാശയങ്ങൾ സുരക്ഷിതമായി സൂക്ഷിക്കാൻ സമുദ്രത്തിലെ അപകടങ്ങൾ റിപ്പോർട്ടുചെയ്യാൻ ആരംഭിക്കുക
mr: आपले जलक्षेत्र सुरक्षित ठेवण्यासाठी सागरी धोक्यांची तक्रार करण्यास सुरुवात करा
or: ଆମ ଜଳରାଶିକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ସାମୁଦ୍ରିକ ବିପଦଗୁଡ଼ିକର ରିପୋର୍ଟ ଦେବା ଆରମ୍ଭ କରନ୍ତୁ
ta: நமது கடல்களை பாதுகாப்பாக வைக்க கடல் அபாயங்களைப் பதிவு செய்ய தொடங்கவும்
te: మన జలాలను సురక్షితంగా ఉంచడానికి సముద్ర ప్రమాదాలను నివేదించడం ప్రారంభించండి

# reports_empty_filtered_sub
source: Try selecting a different filter to view reports
as: প্ৰতিবেদন চাবলৈ এটা বেলেগ ফিল্টাৰ বাছি চেষ্টা কৰক
bn: রিপোর্ট দেখার জন্য একটি ভিন্ন ফিল্টার নির্বাচন করে চেষ্টা করুন
gu: રિપોર્ટ્સ જોવા માટે એક અલગ ફિલ્ટર પસંદ કરવાનો પ્રયાસ કરો
hi: रिपोर्ट देखने के लिए कोई दूसरा फ़िल्टर चुनें
kn: ವರದಿಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಬೇರೆ ಫಿಲ್ಟರ್ ಆಯ್ಕೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ
ml: റിപ്പോർട്ടുകൾ കാണുന്നതിന് മറ്റൊരു ഫിൽട്ടർ തിരഞ്ഞെടുക്കാൻ ശ്രമിക്കുക
mr: अहवाल पाहण्यासाठी वेगळा फिल्टर निवडून प्रयत्न करा
or: ରିପୋର୍ଟ ଦେଖିବା ପାଇଁ ଏକ ଭିନ୍ନ ଫିଲ୍ଟର୍ ଚୟନ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ
ta: அறிக்கைகளை பார்க்க வேறொரு வடிகட்டியை தேர்ந்தெடுக்கவும்
te: నివేదికలను వీక్షించడానికి వేరొక ఫిల్టర్‌ను ఎంచుకోవడానికి ప్రయత్నించండి

# reports_stat_pending
source: Pending
as: অমীমাংসিত
bn: বিচারাধীন
gu: બાકી
hi: लंबित
kn: ಬಾಕಿಯಿದೆ
ml: തീരുമാനമാകാത്തത്
mr: प्रलंबित
or: ବିଚାରାଧୀନ
ta: மீதமுள்ளது
te: పెండింగ్‌లో ఉంది

# reports_stat_verified
source: Verified
as: সত্যাপিত
bn: যাচাইকৃত
gu: ચકાસાયેલ
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചു
mr: पडताळलेले
or: ଯାଞ୍ଚ ହୋଇଛି
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

# reports_stat_dismissed
source: Dismissed
as: অগ্ৰাহ্য
bn: খারিজ
gu: નકારી કાઢેલ
hi: खारिज
kn: ವಜಾಗೊಳಿಸಲಾಗಿದೆ
ml: നിരസിച്ചു
mr: नाकारलेले
or: ଖାରଜ ହୋଇଛି
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది

# time_just_now
source: Just now
as: এইমাত্ৰ
bn: এইমাত্র
gu: હમણાં જ
hi: अभी-अभी
kn: ಈಗ ತಾನೆ
ml: ഇപ്പോൾ
mr: आत्ताच
or: ଏହିକ୍ଷଣି
ta: இப்போதே
te: ఇప్పుడే

# time_minutes_ago
source: {minutes}m ago
as: {minutes} মিনিট আগতে
bn: {minutes} মিনিট আগে
gu: {minutes} મિનિટ પહેલા
hi: {minutes} मिनट पहले
kn: {minutes} ನಿಮಿಷಗಳ ಹಿಂದೆ
ml: {minutes} മിനിറ്റ് മുമ്പ്
mr: {minutes} मिनिटांपूर्वी
or: {minutes} ମିନିଟ୍ ପୂର୍ବେ
ta: {minutes} நிமிடங்கள் முன்பு
te: {minutes} నిమిషాల క్రితం

# time_hours_ago
source: {hours}h ago
as: {hours} ঘণ্টা আগতে
bn: {hours} ঘন্টা আগে
gu: {hours} કલાક પહેલા
hi: {hours} घंटे पहले
kn: {hours} ಗಂಟೆಗಳ ಹಿಂದೆ
ml: {hours} മണിക്കൂർ മുമ്പ്
mr: {hours} तासांपूर्वी
or: {hours} ଘଣ୍ଟା ପୂର୍ବେ
ta: {hours} மணி முன்பு
te: {hours} గంటల క్రితం

# time_days_ago
source: {days}d ago
as: {days} দিন আগতে
bn: {days} দিন আগে
gu: {days} દિવસ પહેલા
hi: {days} दिन पहले
kn: {days} ದಿನಗಳ ಹಿಂದೆ
ml: {days} ദിവസം മുമ്പ്
mr: {days} दिवसांपूर्वी
or: {days} ଦିନ ପୂର୍ବେ
ta: {days} நாட்கள் முன்பு
te: {days} రోజుల క్రితం

# report_menu_edit
source: Edit Report
as: প্ৰতিবেদন সম্পাদনা কৰক
bn: রিপোর্ট সম্পাদনা করুন
gu: રિપોર્ટ સંપાદિત કરો
hi: रिपोर्ट संपादित करें
kn: ವರದಿಯನ್ನು ಸಂಪಾದಿಸಿ
ml: റിപ്പോർട്ട് എഡിറ്റുചെയ്യുക
mr: अहवाल संपादित करा
or: ରିପୋର୍ଟ ସମ୍ପାଦନା କରନ୍ତୁ
ta: அறிக்கையைத் தொகுக்கவும்
te: నివేదికను సవరించండి

# report_menu_delete
source: Delete Report
as: প্ৰতিবেদন মচি পেলাওক
bn: রিপোর্ট মুছে ফেলুন
gu: રિપોર્ટ કાઢી નાખો
hi: रिपोर्ट हटाएँ
kn: ವರದಿಯನ್ನು ಅಳಿಸಿ
ml: റിപ്പോർട്ട് ഇല്ലാതാക്കുക
mr: अहवाल हटवा
or: ରିପୋର୍ଟ ଡିଲିଟ୍ କରନ୍ତୁ
ta: அறிக்கையை அழிக்கவும்
te: నివేదికను తొలగించండి

# report_delete_title
source: Delete Report
as: প্ৰতিবেদন মচি পেলাওক
bn: রিপোর্ট মুছে ফেলুন
gu: રિપોર્ટ કાઢી નાખો
hi: रिपोर्ट हटाएँ
kn: ವರದಿಯನ್ನು ಅಳಿಸಿ
ml: റിപ്പോർട്ട് ഇല്ലാതാക്കുക
mr: अहवाल हटवा
or: ରିପୋର୍ଟ ଡିଲିଟ୍ କରନ୍ତୁ
ta: அறிக்கையை அழிக்கவும்
te: నివేదికను తొలగించండి

# report_delete_confirm
source: Are you sure you want to delete "{title}"? This action cannot be undone.
as: আপুনি সঁচাকৈ "{title}" মচিব বিচাৰে নেকি? এই কাৰ্যটো বাতিল কৰিব নোৱাৰি।
bn: আপনি কি নিশ্চিত যে আপনি "{title}" মুছে ফেলতে চান? এই কাজটি আর ফেরানো যাবে না।
gu: શું તમે ખરેખર "{title}" કાઢી નાખવા માંગો છો? આ ક્રિયાને પૂર્વવત્ કરી શકાતી નથી.
hi: क्या आप वाकई "{title}" रिपोर्ट हटाना चाहते हैं? यह क्रिया वापस नहीं ली जा सकती।
kn: ನೀವು "{title}" ಅನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: നിങ്ങൾക്ക് "{title}" ഇല്ലാതാക്കണമെന്ന് ഉറപ്പാണോ? ഈ പ്രവൃത്തി പിന്നീട് മാറ്റാനാകില്ല.
mr: तुम्हाला खात्री आहे की तुम्हाला "{title}" हटवायचा आहे? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ "{title}" ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ।
ta: "{title}" அழிக்க விரும்புகிறீர்களா? இந்த செயல் மீட்க முடியாது.
te: మీరు "{title}"ను తొలగించాలనుకుంటున్నారని ఖచ్చితంగా ఉన్నారా? ఈ చర్యను రద్దు చేయడం సాధ్యం కాదు.

# report_deleted_success
source: Report deleted successfully
as: প্ৰতিবেদন সফলতাৰে মচা হ'ল
bn: রিপোর্ট সফলভাবে মুছে ফেলা হয়েছে
gu: રિપોર્ટ સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો છે
hi: रिपोर्ट सफलतापूर्वक हटाई गई
kn: ವರದಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: റിപ്പോർട്ട് വിജയകരമായി ഇല്ലാതാക്കി
mr: अहवाल यशस्वीरित्या हटवला
or: ରିପୋର୍ଟ ସଫଳତାର ସହିତ ଡିଲିଟ୍ ହୋଇଗଲା
ta: அறிக்கை வெற்றிகரமாக அழிக்கப்பட்டது
te: నివేదిక విజయవంతంగా తొలగించబడింది

# report_delete_failed
source: Failed to delete report: {error}
as: প্ৰতিবেদন মচিবলৈ বিফল হ'ল: {error}
bn: রিপোর্ট মুছতে ব্যর্থ: {error}
gu: રિપોર્ટ કાઢી નાખવામાં નિષ્ફળ: {error}
hi: रिपोर्ट हटाने में विफल: {error}
kn: ವರದಿಯನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: റിപ്പോർട്ട് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: अहवाल हटवण्यात अयशस्वी: {error}
or: ରିପୋର୍ଟ ଡିଲିଟ୍ କରିବାରେ ବିଫଳ: {error}
ta: அறிக்கை அழிக்க முடியவில்லை: {error}
te: నివేదికను తొలగించడంలో విఫలమైంది: {error}

# report_edit_coming
source: Edit functionality coming soon!
as: সম্পাদনা সুবিধা সোনকালেই আহি আছে!
bn: সম্পাদনা করার সুবিধা শীঘ্রই আসছে!
gu: સંપાદન કાર્યક્ષમતા ટૂંક સમયમાં આવી રહી છે!
hi: संपादन सुविधा जल्द ही आ रही है!
kn: ಸಂಪಾದನೆ ವೈಶಿಷ್ಟ್ಯ ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ml: എഡിറ്റ് ചെയ്യാനുള്ള സൗകര്യം ഉടൻ വരുന്നു!
mr: संपादन सुविधा लवकरच येत आहे!
or: ସମ୍ପାଦନା ସୁବିଧା ଶୀଘ୍ର ଆସୁଛି!
ta: தொகுப்பு செயல்பாடு விரைவில் வருகிறது!
te: సవరణ కార్యాచరణ త్వరలో వస్తుంది!

# report_media_coming
source: Media viewer coming soon!
as: মিডিয়া ভিউৱাৰ সোনকালেই আহি আছে!
bn: মিডিয়া ভিউয়ার শীঘ্রই আসছে!
gu: મીડિયા વ્યૂઅર ટૂંક સમયમાં આવી રહ્યું છે!
hi: मीडिया व्यूअर जल्द ही आ रहा है!
kn: ಮಾಧ್ಯಮ ವೀಕ್ಷಕ ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ml: മീഡിയ വ്യൂവർ ഉടൻ വരുന്നു!
mr: मीडिया व्ह्यूअर लवकरच येत आहे!
or: ମିଡିଆ ଭିୟୁଅର୍ ଶୀଘ୍ର ଆସୁଛି!
ta: ஊடக பார்வையாளர் விரைவில் வருகிறது!
te: మీడియా వ్యూయర్ త్వరలో వస్తుంది!

# report_section_description
source: Description
as: বিৱৰণ
bn: বিবরণ
gu: વર્ણન
hi: विवरण
kn: ವಿವರಣೆ
ml: വിവരണം
mr: वर्णन
or: ବିବରଣୀ
ta: விபரம்
te: వివరణ

# report_section_location
source: Location
as: অৱস্থান
bn: অবস্থান
gu: સ્થાન
hi: स्थान
kn: ಸ್ಥಳ
ml: സ്ഥലം
mr: स्थान
or: ସ୍ଥାନ
ta: இடம்
te: స్థానం

# report_section_media
source: Media ({count})
as: মিডিয়া ({count})
bn: মিডিয়া ({count})
gu: મીડિયા ({count})
hi: मीडिया ({count})
kn: ಮಾಧ್ಯಮ ({count})
ml: മീഡിയ ({count})
mr: मीडिया ({count})
or: ମିଡିଆ ({count})
ta: ஊடகம் ({count})
te: మీడియా ({count})

# report_section_reputation
source: Reporter Reputation
as: প্ৰতিবেদকৰ খ্যাতি
bn: রিপোর্টারের খ্যাতি
gu: રિપોર્ટરની પ્રતિષ્ઠા
hi: रिपोर्टर की प्रतिष्ठा
kn: ವರದಿಗಾರರ ಖ್ಯಾತಿ
ml: റിപ്പോർട്ടറുടെ വിശ്വാസ്യത
mr: वार्ताहराची प्रतिष्ठा
or: ରିପୋର୍ଟରଙ୍କ ପ୍ରତିଷ୍ଠା
ta: அறிக்கையிடுநரின் மதிப்பு
te: రిపోర్టర్ కీర్తి

# report_media_view_all
source: View All
as: সকলো চাওক
bn: সব দেখুন
gu: બધા જુઓ
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
or: ସବୁ ଦେଖନ୍ତୁ
ta: அனைத்தையும் பார்க்கவும்
te: అన్నీ చూడండి

# report_lat_label
source: Lat:
as: অক্ষাংশ:
bn: অক্ষাংশ:
gu: અક્ષાંશ:
hi: अक्षांश:
kn: ಅಕ್ಷಾಂಶ:
ml: അക്ഷാംശം:
mr: अक्षांश:
or: ଅକ୍ଷାଂଶ:
ta: அட்சாங்கம்:
te: అక్షాంశం:

# report_lng_label
source: Lng:
as: দ্ৰাঘিমাংশ:
bn: দ্রাঘিমাংশ:
gu: રેખાંશ:
hi: देशांतर:
kn: ರೇಖಾಂಶ:
ml: രേഖാംശം:
mr: रेखांश:
or: ଦ୍ରାଘିମା:
ta: நீளங்கம்:
te: రేఖాంశం:
