Repository: Tejasmarke1/sentinel
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te

# create_report_submitting
source: Submitting...
as: দাখিল কৰা হৈছে...
bn: জমা দেওয়া হচ্ছে...
gu: સબમિટ કરી રહ્યું છે...
hi: जमा कर रहा है...
kn: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
ml: സമർപ്പിക്കുന്നു...
mr: सादर करत आहे...
or: ଦାଖଲ କରୁଛି...
te: సమర్పిస్తోంది...

# create_report_media_attached_success
source: {count} file(s) attached successfully
as: {count}টা ফাইল সফলতাৰে সংলগ্ন কৰা হ'ল
bn: {count}টি ফাইল সফলভাবে সংযুক্ত করা হয়েছে
gu: {count} ફાઇલ(ઓ) સફળતાપૂર્વક જોડાઈ
hi: {count} फ़ाइल(ें) सफलतापूर्वक संलग्न की गईं
kn: {count} ಫೈಲ್(ಗಳನ್ನು) ಯಶಸ್ವಿಯಾಗಿ ಲಗತ್ತಿಸಲಾಗಿದೆ
ml: {count} ഫയൽ(കൾ) വിജയകരമായി ചേർത്തു
mr: {count} फाइल(स्) यशस्वीरित्या जोडल्या
or: {count} ଫାଇଲ୍(ଗୁଡ଼ିକ) ସଫଳତାର ସହିତ ସଂଲଗ୍ନ ହୋଇଛି
te: {count} ఫైల్(లు) విజయవంతంగా జోడించబడ్డాయి

# create_report_media_attach_failed
source: Failed to attach media: {error}
as: মিডিয়া সংলগ্ন কৰাত বিফল হ'ল: {error}
bn: মিডিয়া সংযুক্ত করতে ব্যর্থ: {error}
gu: મીડિયા જોડવામાં નિષ્ફળ: {error}
hi: मीडिया संलग्न करने में विफल: {error}
kn: ಮಾಧ್ಯಮವನ್ನು ಲಗತ್ತಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: മീഡിയ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: मीडिया जोडण्यात अयशस्वी: {error}
or: ମିଡିଆ ସଂଲଗ୍ନ କରିବାରେ ବିଫଳ: {error}
te: మీడియాను జోడించడంలో విఫలమైంది: {error}

# create_report_location_captured_success
source: Current location captured successfully!
as: বৰ্তমানৰ অৱস্থান সফলতাৰে সংগ্ৰহ কৰা হ'ল!
bn: বর্তমান অবস্থান সফলভাবে ক্যাপচার করা হয়েছে!
gu: વર્તમાન સ્થાન સફળતાપૂર્વક કેપ્ચર થયું!
hi: वर्तमान स्थान सफलतापूर्वक प्राप्त हुआ!
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೆರೆಹಿಡಿಯಲಾಗಿದೆ!
ml: ഇപ്പോഴത്തെ സ്ഥലം വിജയകരമായി പകർത്തി!
mr: सध्याचे स्थान यशस्वीरित्या घेतले!
or: ବର୍ତ୍ତମାନର ସ୍ଥାନ ସଫଳତାର ସହିତ କ୍ୟାପଚର୍ ହେଲା!
te: ప్రస్తుత స్థానం విజయవంతంగా సంగ్రహించబడింది!

# create_report_location_permission_denied
source: Location permission denied by user. Please grant location access to use this feature.
as: ব্যৱহাৰকাৰীয়ে অৱস্থানৰ অনুমতি অস্বীকাৰ কৰিছে। এই সুবিধা ব্যৱহাৰ কৰিবলৈ অনুগ্ৰহ কৰি অৱস্থানৰ অনুমতি দিয়ক।
bn: ব্যবহারকারী অবস্থানের অনুমতি অস্বীকার করেছেন। এই বৈশিষ্ট্যটি ব্যবহার করতে অনুগ্রহ করে অবস্থান অ্যাক্সেসের অনুমতি দিন।
gu: વપરાશકર્તા દ્વારા સ્થાન પરવાનગી નકારવામાં આવી છે. આ સુવિધાનો ઉપયોગ કરવા માટે કૃપા કરીને સ્થાન ઍક્સેસ આપો.
hi: उपयोगकर्ता ने स्थान की अनुमति अस्वीकार कर दी। कृपया इस सुविधा का उपयोग करने के लिए स्थान एक्सेस की अनुमति दें।
kn: ಬಳಕೆದಾರರಿಂದ ಸ್ಥಳ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ. ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ದಯವಿಟ್ಟು ಸ್ಥಳ ಪ್ರವೇಶವನ್ನು ನೀಡಿ.
ml: ഉപയോക്താവ് സ്ഥലത്തിനുള്ള അനുമതി നിഷേധിച്ചു. ഈ ഫീച്ചർ ഉപയോഗിക്കാൻ ദയവായി സ്ഥലത്തിനുള്ള അനുമതി നൽകുക.
mr: वापरकर्त्याने स्थान परवानगी नाकारली. हे वैशिष्ट्य वापरण्यासाठी कृपया स्थान प्रवेश मंजूर करा.
or: ଉପଭୋକ୍ତାଙ୍କ ଦ୍ୱାରା ସ୍ଥାନ ଅନୁମତି ଅଗ୍ରାହ୍ୟ କରାଯାଇଛି। ଏହି ସୁବିଧା ବ୍ୟବହାର କରିବାକୁ ଦୟାକରି ସ୍ଥାନ ଆକ୍ସେସ୍ ପ୍ରଦାନ କରନ୍ତୁ।
te: వినియోగదారు స్థాన అనుమతిని నిరాకరించారు. ఈ ఫీచర్‌ను ఉపయోగించడానికి దయచేసి స్థాన ప్రాప్యతను మంజూరు చేయండి.

# create_report_location_permission_denied_forever
source: Location permissions are permanently denied. Please enable location access in your device settings.
as: অৱস্থানৰ অনুমতি স্থায়ীভাৱে অস্বীকাৰ কৰা হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ডিভাইচ ছেটিংছত অৱস্থানৰ অনুমতি সক্ষম কৰক।
bn: অবস্থানের অনুমতি স্থায়ীভাবে অস্বীকার করা হয়েছে। অনুগ্রহ করে আপনার ডিভাইস সেটিংসে অবস্থান অ্যাক্সেস সক্ষম করুন।
gu: સ્થાન પરવાનગીઓ કાયમ માટે નકારવામાં આવી છે. કૃપા કરીને તમારા ઉપકરણ સેટિંગ્સમાં સ્થાન ઍક્સેસ સક્ષમ કરો.
hi: स्थान अनुमतियाँ स्थायी रूप से अस्वीकार की गईं। कृपया अपने डिवाइस सेटिंग्स में स्थान एक्सेस सक्षम करें।
kn: ಸ್ಥಳ ಅನುಮತಿಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ನಿರಾಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸ್ಥಳ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: സ്ഥലത്തിനുള്ള അനുമതികൾ ശാശ്വതമായി നിഷേധിച്ചിരിക്കുന്നു. ദയവായി നിങ്ങളുടെ ഉപകരണ ക്രമീകരണങ്ങളിൽ സ്ഥലത്തിനുള്ള അനുമതി പ്രവർത്തനക്ഷമമാക്കുക.
mr: स्थान परवानग्या कायमच्या नाकारल्या आहेत. कृपया तुमच्या डिव्हाइस सेटिंग्जमध्ये स्थान प्रवेश सक्षम करा.
or: ସ୍ଥାନ ଅନୁମତିଗୁଡ଼ିକ ସ୍ଥାୟୀ ଭାବରେ ଅଗ୍ରାହ୍ୟ କରାଯାଇଛି। ଦୟାକରି ଆପଣଙ୍କ ଡିଭାଇସ୍ ସେଟିଂସରେ ସ୍ଥାନ ଆକ୍ସେସ୍ ସକ୍ଷମ କରନ୍ତୁ।
te: స్థాన అనుమతులు శాశ్వతంగా నిరాకరించబడ్డాయి. దయచేసి మీ పరికర సెట్టింగ్‌లలో స్థాన ప్రాప్యతను ప్రారంభించండి.

# create_report_location_services_disabled
source: Location services are disabled. Please enable location services in your device settings.
as: অৱস্থান সেৱা নিষ্ক্ৰিয় কৰা আছে। অনুগ্ৰহ কৰি আপোনাৰ ডিভাইচ ছেটিংছত অৱস্থান সেৱা সক্ষম কৰক।
bn: অবস্থান পরিষেবা নিষ্ক্রিয় করা আছে। অনুগ্রহ করে আপনার ডিভাইস সেটিংসে অবস্থান পরিষেবা সক্ষম করুন।
gu: સ્થાન સેવાઓ અક્ષમ છે. કૃપા કરીને તમારા ઉપકરણ સેટિંગ્સમાં સ્થાન સેવાઓ સક્ષમ કરો.
hi: स्थान सेवाएँ अक्षम हैं। कृपया अपने डिवाइस सेटिंग्स में उन्हें सक्षम करें।
kn: ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: ലൊക്കേഷൻ സേവനങ്ങൾ പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു. ദയവായി നിങ്ങളുടെ ഉപകരണ ക്രമീകരണങ്ങളിൽ ലൊക്കേഷൻ സേവനങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക.
mr: स्थान सेवा अक्षम आहेत. कृपया तुमच्या डिव्हाइस सेटिंग्जमध्ये स्थान सेवा सक्षम करा.
or: ସ୍ଥାନ ସେବାଗୁଡ଼ିକ ଅକ୍ଷମ ହୋଇଛି। ଦୟାକରି ଆପଣଙ୍କ ଡିଭାଇସ୍ ସେଟିଂସରେ ସ୍ଥାନ ସେବାଗୁଡ଼ିକ ସକ୍ଷମ କରନ୍ତୁ।
te: స్థాన సేవలు నిలిపివేయబడ్డాయి. దయచేసి మీ పరికర సెట్టింగ్‌లలో స్థాన సేవలను ప్రారంభించండి.

# create_report_location_unable_determine
source: Unable to determine location. Please try again or select location manually on the map.
as: অৱস্থান নিৰ্ধাৰণ কৰিব পৰা নাই। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক বা মানচিত্ৰত নিজে অৱস্থান বাছক।
bn: অবস্থান নির্ধারণ করা যাচ্ছে না। অনুগ্রহ করে আবার চেষ্টা করুন বা মানচিত্রে ম্যানুয়ালি অবস্থান নির্বাচন করুন।
gu: સ્થાન નક્કી કરી શકાતું નથી. કૃપા કરીને ફરી પ્રયાસ કરો અથવા નકશા પર જાતે સ્થાન પસંદ કરો.
hi: स्थान निर्धारित नहीं कर सका। कृपया पुनः प्रयास करें या मानचित्र पर मैन्युअल रूप से स्थान चुनें।
kn: ಸ್ಥಳವನ್ನು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನಕ್ಷೆಯಲ್ಲಿ ಹಸ್ತಚಾಲಿತವಾಗಿ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: സ്ഥലം കണ്ടെത്താനായില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ മാപ്പിൽ സ്വയം സ്ഥലം തിരഞ്ഞെടുക്കുക.
mr: स्थान निश्चित करणे शक्य नाही. कृपया पुन्हा प्रयत्न करा किंवा नकाशावर व्यक्तिचलितपणे स्थान निवडा.
or: ସ୍ଥାନ ନିର୍ଣ୍ଣୟ କରିବାରେ ଅସମର୍ଥ। ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ମାନଚିତ୍ରରେ ନିଜେ ସ୍ଥାନ ଚୟନ କରନ୍ତୁ।
te: స్థానాన్ని గుర్తించడం సాధ్యం కాలేదు. దయచేసి మళ్లీ ప్రయత్నించండి లేదా మ్యాప్‌లో మానవీయంగా స్థానాన్ని ఎంచుకోండి.

# create_report_location_current
source: Current Location
as: বৰ্তমানৰ অৱস্থান
bn: বর্তমান অবস্থান
gu: વર્તમાન સ્થાન
hi: वर्तमान स्थान
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
ml: ഇപ്പോഴത്തെ സ്ഥലം
mr: सध्याचे स्थान
or: ବର୍ତ୍ତମାନର ସ୍ଥାନ
te: ప్రస్తుత స్థానం

# create_report_location_coordinates
source: Location: {lat}, {lng}
as: অৱস্থান: {lat}, {lng}
bn: অবস্থান: {lat}, {lng}
gu: સ્થાન: {lat}, {lng}
hi: स्थान: {lat}, {lng}
kn: ಸ್ಥಳ: {lat}, {lng}
ml: സ്ഥലം: {lat}, {lng}
mr: स्थान: {lat}, {lng}
or: ସ୍ଥାନ: {lat}, {lng}
te: స్థానం: {lat}, {lng}

# create_report_submit_location_required
source: Please add a location for the report
as: অনুগ্ৰহ কৰি প্ৰতিবেদনৰ বাবে এটা অৱস্থান যোগ দিয়ক
bn: রিপোর্টের জন্য অনুগ্রহ করে একটি অবস্থান যোগ করুন
gu: કૃપા કરીને રિપોર્ટ માટે સ્થાન ઉમેરો
hi: रिपोर्ट के लिए कृपया एक स्थान जोड़ें
kn: ದಯವಿಟ್ಟು ವರದಿಗಾಗಿ ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ
ml: ദയവായി റിപ്പോർട്ടിനായി ഒരു സ്ഥലം ചേർക്കുക
mr: कृपया अहवालासाठी एक स्थान जोडा
or: ଦୟାକରି ରିପୋର୍ଟ ପାଇଁ ଏକ ସ୍ଥାନ ଯୋଡନ୍ତୁ
te: దయచేసి నివేదిక కోసం స్థానాన్ని జోడించండి

# create_report_submit_login_required
source: Please log in to submit a report
as: প্ৰতিবেদন দাখিল কৰিবলৈ অনুগ্ৰহ কৰি লগ ইন কৰক
bn: একটি রিপোর্ট জমা দেওয়ার জন্য অনুগ্রহ করে লগ ইন করুন
gu: રિપોર્ટ સબમિટ કરવા માટે કૃપા કરીને લૉગ ઇન કરો
hi: रिपोर्ट जमा करने के लिए कृपया लॉग इन करें
kn: ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ml: റിപ്പോർട്ട് സമർപ്പിക്കാൻ ദയവായി ലോഗിൻ ചെയ്യുക
mr: अहवाल सादर करण्यासाठी कृपया लॉग इन करा
or: ଏକ ରିପୋର୍ଟ ଦାଖଲ କରିବାକୁ ଦୟାକରି ଲଗ୍ ଇନ୍ କରନ୍ତୁ
te: నివేదికను సమర్పించడానికి దయచేసి లాగిన్ చేయండి

# create_report_submit_failed
source: Failed to submit report: {error}
as: প্ৰতিবেদন দাখিল কৰাত বিফল হ'ল: {error}
bn: রিপোর্ট জমা দিতে ব্যর্থ: {error}
gu: રિપોર્ટ સબમિટ કરવામાં નિષ્ફળ: {error}
hi: रिपोर्ट जमा करने में विफल: {error}
kn: ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: റിപ്പോർട്ട് സമർപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: अहवाल सादर करण्यात अयशस्वी: {error}
or: ରିପୋର୍ଟ ଦାଖଲ କରିବାରେ ବିଫଳ: {error}
te: నివేదికను సమర్పించడంలో విఫలమైంది: {error}

# create_report_submit_retry
source: Retry
as: পুনৰ চেষ্টা কৰক
bn: পুনরায় চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
te: మళ్లీ ప్రయత్నించు

# create_report_success_title
source: Report submitted successfully!
as: প্ৰতিবেদন সফলতাৰে দাখিল কৰা হ'ল!
bn: রিপোর্ট সফলভাবে জমা দেওয়া হয়েছে!
gu: રિપોર્ટ સફળતાપૂર્વક સબમિટ થયો!
hi: रिपोर्ट सफलतापूर्वक जमा हुई!
kn: ವರದಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: റിപ്പോർട്ട് വിജയകരമായി സമർപ്പിച്ചു!
mr: अहवाल यशस्वीरित्या सादर झाला!
or: ରିପୋର୍ଟ ସଫଳତାର ସହିତ ଦାଖଲ ହୋଇଛି!
te: నివేదిక విజయవంతంగా సమర్పించబడింది!

# create_report_success_auto_approved
source: Report auto-approved and published!
as: প্ৰতিবেদন স্বয়ংক্ৰিয়ভাৱে অনুমোদিত আৰু প্ৰকাশিত হ'ল!
bn: রিপোর্ট স্বয়ংক্রিয়ভাবে অনুমোদিত এবং প্রকাশিত হয়েছে!
gu: રિપોર્ટ સ્વચાલિત રીતે મંજૂર અને પ્રકાશિત થયો!
hi: रिपोर्ट स्वतः अनुमोदित और प्रकाशित हुई!
kn: ವರದಿಯು ಸ್ವಯಂ-ಅನುಮೋದಿತ ಮತ್ತು ಪ್ರಕಟಿತವಾಗಿದೆ!
ml: റിപ്പോർട്ട് സ്വയമേവ അംഗീകരിക്കുകയും പ്രസിദ്ധീകരിക്കുകയും ചെയ്തു!
mr: अहवाल आपोआप मंजूर आणि प्रकाशित झाला!
or: ରିପୋର୍ଟ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅନୁମୋଦିତ ଏବଂ ପ୍ରକାଶିତ ହୋଇଛି!
te: నివేదిక స్వయంచాలకంగా ఆమోదించబడింది మరియు ప్రచురించబడింది!

# create_report_success_auto_approved_sub
source: High trust score ({score}%)
as: উচ্চ বিশ্বাস স্ক'ৰ ({score}%)
bn: উচ্চ বিশ্বাস স্কোর ({score}%)
gu: ઉચ્ચ ટ્રસ્ટ સ્કોર ({score}%)
hi: उच्च विश्वास स्कोर ({score}%)
kn: ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸಾರ್ಹತೆಯ ಅಂಕ ({score}%)
ml: ഉയർന്ന വിശ്വാസ്യത സ്കോർ ({score}%)
mr: उच्च विश्वासार्हता गुण ({score}%)
or: ଉଚ୍ଚ ବିଶ୍ୱାସ ସ୍କୋର୍ ({score}%)
te: అధిక విశ్వాస స్కోరు ({score}%)

# create_report_success_review
source: Report submitted for review
as: প্ৰতিবেদন পৰ্যালোচনাৰ বাবে দাখিল কৰা হৈছে
bn: রিপোর্ট পর্যালোচনার জন্য জমা দেওয়া হয়েছে
gu: રિપોર્ટ સમીક્ષા માટે સબમિટ કરવામાં આવ્યો છે
hi: रिपोर्ट समीक्षा के लिए जमा हुई
kn: ಪರಿಶೀಲನೆಗಾಗಿ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: റിപ്പോർട്ട് അവലോകനത്തിനായി സമർപ്പിച്ചു
mr: अहवाल पुनरावलोकनासाठी सादर केला आहे
or: ସମୀକ୍ଷା ପାଇଁ ରିପୋର୍ଟ ଦାଖଲ କରାଯାଇଛି
te: నివేదిక సమీక్ష కోసం సమర్పించబడింది

# create_report_success_review_normal
source: Normal processing expected
as: সাধাৰণ প্ৰক্ৰিয়াকৰণ আশা কৰা হৈছে
bn: সাধারণ প্রক্রিয়াকরণ প্রত্যাশিত
gu: સામાન્ય પ્રક્રિયા અપેક્ષિત છે
hi: सामान्य प्रक्रिया अपेक्षित
kn: ಸಾಮಾನ್ಯ ಪ್ರಕ್ರಿಯೆ ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ
ml: സാധാരണ പ്രോസസ്സിംഗ് പ്രതീക്ഷിക്കുന്നു
mr: सामान्य प्रक्रियेची अपेक्षा आहे
or: ସାଧାରଣ ପ୍ରକ୍ରିୟାକରଣ ଆଶା କରାଯାଏ
te: సాధారణ ప్రాసెసింగ్ ఆశించబడింది

# create_report_success_review_verification
source: Additional verification may be required
as: অতিৰিক্ত সত্যাপনৰ প্ৰয়োজন হ'ব পাৰে
bn: অতিরিক্ত যাচাইকরণের প্রয়োজন হতে পারে
gu: વધારાની ચકાસણીની જરૂર પડી શકે છે
hi: अतिरिक्त सत्यापन आवश्यक हो सकता है
kn: ಹೆಚ್ಚುವರಿ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿರಬಹುದು
ml: കൂടുതൽ സ്ഥിരീകരണം ആവശ്യമായി വന്നേക്കാം
mr: अतिरिक्त पडताळणी आवश्यक असू शकते
or: ଅତିରିକ୍ତ ଯାଞ୍ଚ ଆବଶ୍ୟକ ହୋଇପାରେ
te: అదనపు ధృవీకరణ అవసరం కావచ్చు

# create_report_success_manual_review
source: Report submitted for manual review
as: প্ৰতিবেদন নিজে পৰ্যালোচনাৰ বাবে দাখিল কৰা হৈছে
bn: রিপোর্ট ম্যানুয়াল পর্যালোচনার জন্য জমা দেওয়া হয়েছে
gu: રિપોર્ટ મેન્યુઅલ સમીક્ષા માટે સબમિટ કરવામાં આવ્યો છે
hi: रिपोर्ट मैन्युअल समीक्षा के लिए जमा हुई
kn: ಹಸ್ತಚಾಲಿತ ಪರಿಶೀಲನೆಗಾಗಿ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: റിപ്പോർട്ട് നേരിട്ടുള്ള അവലോകനത്തിനായി സമർപ്പിച്ചു
mr: अहवाल व्यक्तिचलित पुनरावलोकनासाठी सादर केला आहे
or: ମାନୁଆଲ୍ ସମୀକ୍ଷା ପାଇଁ ରିପୋର୍ଟ ଦାଖଲ କରାଯାଇଛି
te: నివేదిక మానవీయ సమీక్ష కోసం సమర్పించబడింది

# create_report_success_manual_review_sub
source: Detailed verification required
as: বিতং সত্যাপনৰ প্ৰয়োজন
bn: বিস্তারিত যাচাইকরণ প্রয়োজন
gu: વિગતવાર ચકાસણી જરૂરી છે
hi: विस्तृत सत्यापन आवश्यक
kn: ವಿವರವಾದ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ
ml: വിശദമായ സ്ഥിരീകരണം ആവശ്യമാണ്
mr: तपशीलवार पडताळणी आवश्यक
or: ବିସ୍ତୃତ ଯାଞ୍ଚ ଆବଶ୍ୟକ
te: వివరణాత్మక ధృవీకరణ అవసరం

# create_report_success_title_label
source: Title: {title}
as: শিৰোনাম: {title}
bn: শিরোনাম: {title}
gu: શીર્ષક: {title}
hi: शीर्षक: {title}
kn: ಶೀರ್ಷಿಕೆ: {title}
ml: തലക്കെട്ട്: {title}
mr: शीर्षक: {title}
or: ଶୀର୍ଷକ: {title}
te: శీర్షిక: {title}

# create_report_unknown_location
source: Unknown location
as: অজ্ঞাত অৱস্থান
bn: অজানা অবস্থান
gu: અજ્ઞાત સ્થાન
hi: अज्ञात स्थान
kn: ಅಪರಿಚಿತ ಸ್ಥಳ
ml: അജ്ഞാതമായ സ്ഥലം
mr: अज्ञात स्थान
or: ଅଜ୍ଞାତ ସ୍ଥାନ
te: తెలియని స్థానం

# create_report_selected_location
source: Selected location
as: বাছনি কৰা অৱস্থান
bn: নির্বাচিত অবস্থান
gu: પસંદ કરેલ સ્થાન
hi: चयनित स्थान
kn: ಆಯ್ದ ಸ್ಥಳ
ml: തിരഞ്ഞെടുത്ത സ്ഥലം
mr: निवडलेले स्थान
or: ଚୟନିତ ସ୍ଥାନ
te: ఎంచుకున్న స్థానం
